[
    {
        "Example": [
            "Lloyd v Google LLC [2021] UKSC 50: Class action for breach of Data Protection Act 1998 against Google regarding the 'Safari Workaround.'",
            "HRH The Duchess of Sussex v Associated Newspapers Limited [2021] EWHC 273 (Ch): Mail on Sunday published parts of a private letter.",
            "Australian Competition and Consumer Commission v Google LLC (No 2) [2021] FCA 367: Google misled users about personal location data collection through Android devices.",
            "Hájovský v. Slovakia [2021] ECHR 591: Privacy violation due to media revealing identity after a surrogacy advertisement.",
            "Warren v DSG Retail Ltd [2021] EWHC 2168 (QB): Claims for breach of confidence and misuse of private information due to cyber-attacks.",
            "ES v Shillington 2021 ABQB 739: Public disclosure of private facts regarding shared intimate images.",
            "Hurbain v Belgium ([2021] ECHR 544): Anonymization order for a newspaper's archive concerning a past criminal case.",
            "Peters v Attorney-General on behalf of Ministry of Social Development [2021] NZCA 355: Invasion of privacy claim regarding overpayment of benefits.",
            "R (Open Rights Group and the 3 million) v Secretary of State for the Home Department and Others [2021] EWCA Civ 800: Lawfulness of immigration exemption in data protection law.",
            "Biancardi v. Italy[2021] ECHR 972: Liability of an editor for failing to de-index an article about criminal proceedings."
        ],
        "url": "https://inforrm.org/2021/12/22/top-10-privacy-and-data-protection-cases-of-2021-a-selection-suneet-sharma/",
        "summary": "[[Summary: \n\n**Title:** Top 10 Privacy and Data Protection Cases of 2021  \n**Author:** Suneet Sharma  \n**Date:** December 22, 2021  \n**Source:** Inforrm's Blog  \n\n**Overview:**  \nThe blog post highlights significant privacy and data protection cases from 2021, building on previous selections from 2018 to 2020.\n\n**Key Cases:**\n\n1. **Lloyd v Google LLC [2021] UKSC 50**  \n   - **Court:** UK Supreme Court  \n   - **Issue:** Class action for breach of Data Protection Act 1998 against Google regarding the \"Safari Workaround.\"  \n   - **Claim Amount:** £750 per person, potential total liability over £3 billion.  \n   - **Judgment:** Unanimously in favor of Google; claim deemed to lack real prospects of success.  \n   - **Significance:** Important for the viability of data protection class actions.\n\n2. **HRH The Duchess of Sussex v Associated Newspapers Limited [2021] EWHC 273 (Ch)**  \n   - **Outcome:** Duchess won summary judgment against Mail on Sunday for publishing parts of a private letter.  \n   - **Judgment Date:** December 2, 2021.  \n   - **Significance:** Highlighted privacy rights regarding personal correspondence.\n\n3. **Australian Competition and Consumer Commission v Google LLC (No 2) [2021] FCA 367**  \n   - **Court:** Federal Court of Australia  \n   - **Issue:** Misleading users about personal location data collection through Android devices (2017-2018).  \n   - **Judgment:** Google misled users regarding location data settings.\n\n4. **Hájovský v. Slovakia [2021] ECHR 591**  \n   - **Issue:** Privacy violation due to media revealing identity after a surrogacy advertisement.  \n   - **Judgment:** ECtHR found in favor of the applicant, emphasizing the balance between privacy and freedom of expression.\n\n5. **Warren v DSG Retail Ltd [2021] EWHC 2168 (QB)**  \n   - **Issue:** Claims for breach of confidence and misuse of private information due to cyber-attacks.  \n   - **Judgment:** Claims dismissed; no positive conduct by the defendant established.\n\n6. **ES v Shillington 2021 ABQB 739**  \n   - **Court:** Alberta Court of Queen's Bench  \n   - **Issue:** Public disclosure of private facts regarding shared intimate images.  \n   - **Judgment:** New tort for public disclosure of private information recognized.\n\n7. **Hurbain v Belgium ([2021] ECHR 544)**  \n   - **Issue:** Anonymization order for a newspaper's archive concerning a past criminal case.  \n   - **Judgment:** Found not to violate freedom of expression rights.\n\n8. **Peters v Attorney-General on behalf of Ministry of Social Development [2021] NZCA 355**  \n   - **Court:** New Zealand Court of Appeal  \n   - **Issue:** Invasion of privacy claim regarding overpayment of benefits.  \n   - **Judgment:** Claim dismissed; expectations of privacy not met.\n\n9. **R (Open Rights Group and the 3 million) v Secretary of State for the Home Department and Others [2021] EWCA Civ 800**  \n   - **Issue:** Lawfulness of immigration exemption in data protection law.  \n   - **Judgment:** Exemption found non-compliant with GDPR.\n\n10. **Biancardi v. Italy[2021] ECHR 972**  \n    - **Issue:** Liability of an editor for failing to de-index an article about criminal proceedings.  \n    - **Judgment:** No breach of Article 10 found.\n\n**Author Background:**  \nSuneet Sharma is a junior legal professional with a focus on media, information, and privacy law, and serves as the editor of The Privacy Perspective blog.]]",
        "access_time": "2024-10-26T14:27:06.887960"
    },
    {
        "Example": [
            "ZXC v Bloomberg [2022] UKSC 5: Bloomberg's publication of details from a confidential law enforcement letter violated ZXC's privacy during a pre-charge investigation.",
            "Driver v CPS [2022] EWHC 2500 (KB): The disclosure of personal data by the CPS in a law enforcement context, where personal data was deemed identifiable within a small group.",
            "AB v Chief Constable of British Transport Police [2022] EWHC 2740 (KB): Retention of inaccurate records by police relating to unprosecuted allegations.",
            "Chief Constable of Kent Police v Taylor [2022] EWHC 737 (QB): Breach of confidence regarding sensitive videos related to a minor.",
            "Various Claimants v MGN [2022] EWHC 1222 (Ch): Ongoing case concerning phone hacking by Mirror Group Newspapers.",
            "Brake v Guy [2022] EWCA Civ 235: Misuse of private information related to emails where claimants failed to demonstrate a reasonable expectation of privacy.",
            "TU and RE v Google LLC [2022] EUECJ C-460/20: Requests for delisting search results under GDPR and the balance between privacy rights and public interest.",
            "SMO v TikTok Inc. [2022] EWHC 489 (QB): Case against TikTok for data protection violations discontinued due to procedural issues.",
            "Smith & Other v TalkTalk Telecom Group Plc [2022] EWHC 1311 (QB): Mass data breach case dismissing claims of misuse of private information.",
            "Owsianik v. Equifax Canada Co., 2022 ONCA 813: Court ruled defendants could not be held liable for privacy invasions by hackers."
        ],
        "url": "https://theprivacyperspective.com/2023/01/01/top-10-privacy-and-data-protection-cases-2022/",
        "summary": "[[Summary: \nThe article discusses the top 10 privacy and data protection cases of 2022, highlighting significant legal precedents and rulings in the UK concerning privacy rights and data protection laws. \n\n1. **ZXC v Bloomberg [2022] UKSC 5**: This landmark case by the UK Supreme Court addressed the reasonable expectation of privacy for individuals under criminal investigation before charges are made. ZXC, a CEO of a PLC, claimed that Bloomberg's publication of details from a confidential law enforcement letter violated his privacy. The Supreme Court upheld the Court of Appeal's ruling, establishing a presumption of privacy during pre-charge investigations.\n\n2. **Driver v CPS [2022] EWHC 2500 (KB)**: This case involved the disclosure of personal data by the CPS in a law enforcement context. The court found that even if a name is not disclosed, personal data can still be identifiable within a small group. The claimant was awarded £250 in damages, although the judge noted the breach was minimal.\n\n3. **AB v Chief Constable of British Transport Police [2022] EWHC 2740 (KB)**: The claimant, diagnosed with Asperger’s syndrome, challenged the police's retention of records relating to unprosecuted allegations against him. The court found the records inaccurate and their retention disproportionate, awarding £36,000 in damages.\n\n4. **Chief Constable of Kent Police v Taylor [2022] EWHC 737 (QB)**: This case involved a breach of confidence regarding sensitive videos related to a minor. The court ordered the defendant to disclose information about his handling of the videos and mandated their independent deletion.\n\n5. **Various Claimants v MGN [2022] EWHC 1222 (Ch)**: This ongoing case concerns phone hacking by Mirror Group Newspapers. The court addressed the timing of notice to claimants and deemed the issues not suitable for summary judgment, suggesting they should be settled at trial.\n\n6. **Brake v Guy [2022] EWCA Civ 235**: The claimants appealed a dismissal regarding misuse of private information related to emails. The court ruled that the claimants failed to demonstrate a reasonable expectation of privacy based on the limited evidence presented.\n\n7. **TU and RE v Google LLC [2022] EUECJ C-460/20**: This case involved requests for delisting search results under the GDPR. The court ruled that search engines must comply with requests if sufficient evidence of inaccuracy is provided, emphasizing the balance between privacy rights and public interest.\n\n8. **SMO v TikTok Inc. [2022] EWHC 489 (QB)**: This case against TikTok for data protection violations was discontinued due to procedural issues, highlighting challenges in jurisdiction and compliance for claimants.\n\n9. **Smith & Other v TalkTalk Telecom Group Plc [2022] EWHC 1311 (QB)**: In a mass data breach case, the court dismissed claims of misuse of private information, reiterating that negligence claims do not equate to misuse of private information.\n\n10. **Owsianik v. Equifax Canada Co., 2022 ONCA 813**: The Ontario Court of Appeal ruled that defendants could not be held liable for privacy invasions by hackers, affirming that the defendants' negligence did not equate to an intrusion of privacy.\n\nThese cases collectively illustrate the evolving landscape of privacy law, particularly regarding the balance between individual rights and public interest in the context of data protection.]]\n\n",
        "access_time": "2024-10-26T14:27:06.352648"
    },
    {
        "Example": [
            "2014 Experian Breach: Involved unauthorized access to personal records of 200 million individuals by a Vietnamese man who impersonated a private investigator, leading to multiple charges.",
            "2014 Yahoo Breach: Yahoo experienced several breaches from 2013 to 2014, affecting over 500 million users. The company failed to notify affected users and governments until 2016, resulting in a $117.5 million settlement and a $350 million discount on its acquisition by Verizon.",
            "2016 MySpace Breach: Over 360 million accounts were compromised, with the breach possibly dating back to 2008.",
            "2017 Equifax Breach: Affected 147 million US records and resulted from Equifax's failure to update software after being alerted to a security vulnerability. The breach led to over $575 million in fines and a damaged reputation.",
            "2018 Marriott Breach: Over 500 million guest records were leaked due to poor security practices inherited from acquired company Starwoods. Marriott faced a potential $123 million fine but settled for $23.8 million.",
            "2018 Aadhar Breach in India: A database with personal information of over a billion Indians was leaked and sold online, including sensitive biometric data.",
            "Repeated LinkedIn Breaches (2012 & 2021): LinkedIn suffered significant breaches in 2012 (affecting 167 million users) and 2021 (affecting over 500 million users).",
            "2023 Oreo Breach: Personal data of over 50,000 Mondelez International employees was exposed due to a breach involving a third-party vendor.",
            "2023 Petro Canada Breach: A cybersecurity incident at Suncor Energy led to a nationwide outage of services.",
            "2023 Okta Privacy Breach: Hackers targeted Okta, revealing a significant amount of sensitive data was compromised.",
            "2024 Giant Tiger Privacy Breach: A breach occurred due to a third-party vendor compromise, leaking customer names, phone numbers, and email addresses."
        ],
        "url": "https://www.enzuzo.com/blog/privacy-breach-examples",
        "summary": "[[Summary: The article discusses various privacy breaches that have occurred over the years, highlighting the differences between privacy breaches and data breaches. A privacy breach specifically targets personal information, while a data breach can involve a wider range of sensitive information. The piece details 12 significant privacy breach examples, including:\n\n1. **2014 Experian Breach**: Involved unauthorized access to personal records of 200 million individuals by a Vietnamese man who impersonated a private investigator, leading to multiple charges.\n   \n2. **2014 Yahoo Breach**: Yahoo experienced several breaches from 2013 to 2014, affecting over 500 million users. The company failed to notify affected users and governments until 2016, resulting in a $117.5 million settlement and a $350 million discount on its acquisition by Verizon.\n\n3. **2016 MySpace Breach**: Over 360 million accounts were compromised, with the breach possibly dating back to 2008. MySpace invalidated old passwords to protect users and avoided penalties despite previous FTC fines.\n\n4. **2017 Equifax Breach**: Affected 147 million US records and resulted from Equifax's failure to update software after being alerted to a security vulnerability. The breach led to over $575 million in fines and a damaged reputation.\n\n5. **2018 Marriott Breach**: Over 500 million guest records were leaked due to poor security practices inherited from acquired company Starwoods. Marriott faced a potential $123 million fine but settled for $23.8 million.\n\n6. **2018 Aadhar Breach in India**: A database with personal information of over a billion Indians was leaked and sold online, including sensitive biometric data.\n\n7. **Repeated LinkedIn Breaches (2012 & 2021)**: LinkedIn suffered significant breaches in 2012 (affecting 167 million users) and 2021 (affecting over 500 million users), raising concerns about its security measures.\n\n8. **2023 Oreo Breach**: Personal data of over 50,000 Mondelez International employees was exposed due to a breach involving a third-party vendor.\n\n9. **2023 Petro Canada Breach**: A cybersecurity incident at Suncor Energy led to a nationwide outage of services, with unclear details on the extent of leaked information.\n\n10. **2023 Okta Privacy Breach**: Hackers targeted Okta, initially claiming only 130 customers were affected, but it was later revealed that a significant amount of sensitive data was compromised.\n\n11. **2024 Giant Tiger Privacy Breach**: A breach occurred due to a third-party vendor compromise, leaking customer names, phone numbers, and email addresses.\n\nThe article emphasizes the serious consequences of privacy breaches, including financial damages, loss of consumer trust, and regulatory penalties. It also outlines steps companies can take to recover from such breaches, including immediate notifications, vendor audits, and compliance with data privacy laws. Enzuzo's data privacy platform is suggested as a solution for businesses to enhance compliance and data security.]]\n\n",
        "access_time": "2024-10-26T14:27:05.945826"
    },
    {
        "Example": [
            "Uber Technologies: In August 2018, the FTC announced an expanded settlement due to Uber's failure to secure sensitive data in the cloud, resulting in a data breach impacting 600,000 names and driver's license numbers, 22 million names and phone numbers, and over 25 million names and email addresses.",
            "Emp Media Inc. (Myex.com): The FTC collaborated with Nevada to address privacy violations from Myex.com, a site that charged victims up to $2,800 to remove their intimate photos and personal information.",
            "Lenovo: Accused of selling computers with pre-installed software that transmitted consumer information to third parties without user consent.",
            "Vizio: Charged for collecting consumer data via its smart TVs without consent and selling this data.",
            "VTech: Collected personal information from children without parental consent, violating COPPA.",
            "LabMD: Accused of failing to protect consumers' medical information, resulting in identity theft and compromised billing information for 9,000 consumers."
        ],
        "url": "https://www.mondaq.com/unitedstates/privacy-protection/785230/case-studies-high-profile-cases-of-privacy-violation",
        "summary": "[[Summary: \n\n**Title:** Case Studies: High-Profile Cases of Privacy Violation\n\n**Author:** SG Smith, Gambrell & Russell\n\n**Date of Publication:** March 2019\n\n**Key Cases Discussed:**\n\n1. **Uber Technologies**\n   - **Incident:** In August 2018, the FTC announced an expanded settlement due to Uber's failure to secure sensitive data in the cloud, resulting in a data breach impacting:\n     - 600,000 names and driver's license numbers\n     - 22 million names and phone numbers\n     - Over 25 million names and email addresses\n   - **Settlement Requirements:** Uber must disclose future consumer data breaches, undergo third-party audits of its privacy policy, and retain reports on unauthorized access to consumer data.\n\n2. **Emp Media Inc. (Myex.com)**\n   - **Incident:** The FTC collaborated with Nevada to address privacy violations from Myex.com, a \"revenge\" pornography site that charged victims up to $2,800 to remove their intimate photos and personal information.\n   - **Settlement Outcome:** The site was shut down, and the defendants were permanently prohibited from posting intimate photos without consent and ordered to pay over $2 million.\n\n3. **Lenovo and Vizio**\n   - **Lenovo Incident:** In 2018, Lenovo was accused of selling computers with pre-installed software that transmitted consumer information to third parties without user consent.\n   - **Vizio Incident:** Vizio was charged for collecting consumer data via its smart TVs without consent and selling this data.\n   - **Settlements:**\n     - Lenovo agreed to obtain consumer consent before running software and implement a software security program for 20 years.\n     - Vizio paid $2.2 million, deleted collected data, and implemented a data security program.\n\n4. **VTech**\n   - **Incident:** The FTC's first action concerning children's privacy involved VTech, which collected personal information from children without parental consent, violating COPPA.\n   - **Settlement:** VTech agreed to pay $650,000 and implement a data security program subject to audits for 20 years.\n\n5. **LabMD**\n   - **Incident:** LabMD was accused of failing to protect consumers' medical information, resulting in identity theft and compromised billing information for 9,000 consumers.\n   - **Court Ruling:** The Eleventh Circuit ruled that the FTC's cease-and-desist order against LabMD was unenforceable due to vagueness regarding the \"reasonableness\" standard for data security, highlighting the need for clearer FTC guidelines.\n\n**Conclusion:** The article outlines significant enforcement actions by the FTC against various companies for privacy violations, emphasizing the importance of data protection and the consequences of failing to secure consumer information. \n\n**Footnotes and References:** \n- Various links to FTC press releases and legal documents related to the cases are provided for further reading.\n\n**Disclaimer:** The content serves as a general guide and specialist advice should be sought for specific circumstances.]]",
        "access_time": "2024-10-26T14:27:06.472923"
    },
    {
        "Example": [
            "Equifax Data Breach (2017): Resulted in a $700 million settlement.",
            "Yahoo Data Breaches (2013 and 2014): Led to a $117.5 million settlement.",
            "Target Data Breach (2013): Settled for $10 million."
        ],
        "url": "https://www.privacyend.com/global-impact-data-breaches-cyber-laws/",
        "summary": "[[Summary: \n\n**Title:** From Breach to Bench: Analyzing the Global Impact of Data Breaches on Cyber Laws  \n**Author:** Chisolm Ikezuruora  \n**Last Updated:** March 14, 2024  \n\n**Main Topics:**\n1. **Rising Threat of Data Breaches:**  \n   - Data breaches are a significant global cybersecurity threat.\n   - Organizations face increased cyber risks, necessitating robust data protection strategies.\n   - Regulatory bodies, such as GDPR, aim to address these challenges but breaches persist.\n\n2. **Legal Ramifications of Data Breaches:**  \n   - **Regulatory Compliance:** Organizations must comply with laws like HIPAA and CCPA, with non-compliance leading to fines.\n   - **Contractual Obligations:** Breaches can result in lawsuits for breach of contract.\n   - **Civil Lawsuits:** Affected individuals may file lawsuits for damages.\n   - **Criminal Prosecution:** Breaches involving criminal activities can lead to criminal charges.\n   - **Reputational Damage:** Companies may suffer reputational harm post-breach.\n\n3. **International Data Protection Standards:**  \n   - Importance of aligning data handling with international standards like GDPR and CCPA.\n   - Emphasis on privacy laws, legal obligations, and cybersecurity measures.\n\n4. **Impact on Cyber Laws:**  \n   - **Data Breach Notification Laws:** Require organizations to inform affected parties about breaches.\n   - **Strengthening of Data Protection Laws:** High-profile breaches lead to reevaluation and enhancement of existing laws.\n   - **Global Harmonization Efforts:** Need for cross-border cooperation in data protection.\n   - **Expansion of Individual Rights:** Individuals gain more control over their data post-breach.\n\n5. **Corporate Governance and Cybersecurity:**  \n   - Breaches reveal vulnerabilities in corporate governance and necessitate enhanced cybersecurity measures.\n   - Organizations must reassess risk assessment strategies and data protection protocols.\n\n6. **Cyber Laws in Emerging Markets:**  \n   - Emerging markets often lack robust cyber laws, making them vulnerable to breaches.\n   - Regulations in these markets are essential for protecting privacy rights and enhancing data security.\n\n7. **Data Breaches and Cyber Insurance:**  \n   - Cyber insurance helps organizations recover from financial losses due to breaches.\n   - Encourages investment in cybersecurity measures.\n\n8. **Regulatory Compliance:**  \n   - Organizations must adhere to notification requirements under various laws (GDPR, HIPAA, CCPA).\n   - Non-compliance can lead to significant penalties.\n\n9. **Governmental Responses to Data Breaches:**  \n   - Governments are enhancing strategies to combat cyber incidents and are enacting stringent laws.\n\n10. **Future of Cyber Laws Post-Breach:**  \n    - Anticipated evolution of cyber laws to address the complexities of data breaches.\n    - Increased cooperation among nations and a focus on proactive cybersecurity measures.\n\n**Real-Life Examples of Data Breach Class-Action Lawsuits:**\n- **Equifax Data Breach (2017):** Resulted in a $700 million settlement.\n- **Yahoo Data Breaches (2013 and 2014):** Led to a $117.5 million settlement.\n- **Target Data Breach (2013):** Settled for $10 million.\n\n**Conclusion:**  \nThe impact of data breaches on cyber laws is significant, driving regulatory changes and emphasizing the need for robust cybersecurity measures. The journey from breach to legal accountability highlights the ongoing evolution of data protection in response to escalating cyber threats. \n\n**FAQs:**\n- Differences in data breach notification laws across countries.\n- Challenges faced by regulators in enforcing cybersecurity laws post-breach.\n- Most affected industries by data breaches.\n- Impact on individuals from strengthened regulations post-breach.]]\n\n",
        "access_time": "2024-10-26T14:27:07.686045"
    },
    {
        "Example": [
            "Stadler v. Currys Group Limited [2022] EWHC 160 (QB): Claims against Currys for selling a used smart TV that contained personal data, leading to unauthorized purchases via Amazon Prime.",
            "Bloomberg LP v. ZXC [2022] UKSC 5: ZXC had a reasonable expectation of privacy during a police investigation, which resulted in a £25,000 damages award for misuse of private information.",
            "Bennett & others v. Equifax Ltd [2022] EWHC 1487 (QB): Involved a data breach affecting 700,000 individuals, highlighting concerns about individual claimants proving financial loss or distress."
        ],
        "url": "https://www.reedsmith.com/en/perspectives/2023/01/data-distress-and-damage-uk-data-protection-and-privacy-case-law-in-2022",
        "summary": "[[Summary: The article discusses the developments in UK data protection and privacy case law in 2022, highlighting key cases and their implications. \n\n1. **General Overview**: \n   - The article builds on the previous year's analysis, focusing on case law rather than fines or regulatory guidance.\n   - It notes that while no landmark decisions akin to *Lloyd v. Google* were made, significant developments occurred.\n\n2. **Key Cases**:\n   - **Stadler v. Currys Group Limited [2022] EWHC 160 (QB)**: \n     - Involved claims against Currys for selling a used smart TV that contained personal data, leading to unauthorized purchases via Amazon Prime.\n     - The court dismissed claims for misuse of private information and negligence, affirming that damages for non-trivial breaches require proof of material damage.\n     - Established a precedent for applying *Lloyd v. Google* standards to UK GDPR claims.\n\n   - **Bloomberg LP v. ZXC [2022] UKSC 5**: \n     - The Supreme Court ruled that ZXC had a reasonable expectation of privacy during a police investigation, awarding £25,000 in damages for misuse of private information against Bloomberg.\n     - This case distinguished between misuse of private information and breach of confidence.\n\n   - **Smith v. TalkTalk Telecom Group Plc [2022] EWHC 1311 (QB)**: \n     - Concerned data breaches from 2014-2015, with claimants alleging insufficient data protection measures.\n     - The court dismissed the misuse of private information claim, emphasizing the need for evidence of \"use\" or \"misuse\" of information.\n\n   - **Bennett & others v. Equifax Ltd [2022] EWHC 1487 (QB)**: \n     - Involved a data breach affecting 700,000 individuals, with over 100,000 claims filed.\n     - The court raised concerns about individual claimants proving financial loss or distress.\n\n   - **Driver v. Crown Prosecution Service [2022] EWHC 2500 (KB)**: \n     - The case involved a breach of data protection laws resulting in a £250 damages award, marking one of the few instances of actual compensation under data protection legislation.\n     - The claim for misuse of private information was dismissed as the information was already public.\n\n3. **Key Takeaways**:\n   - The judgments emphasize the necessity for claimants to clearly establish the grounds for their claims.\n   - The decisions could potentially limit the number of low-value claims and affect the viability of after-the-event insurance premiums.\n   - The ICO's guidelines suggest that even non-data protection cases can inform data protection compliance.\n\n4. **Implications**:\n   - The trends indicate a cautious approach by courts towards claims that lack clear evidence of damage.\n   - There is a growing need for claimants to differentiate between various legal claims to avoid dismissal.\n\nOverall, the article illustrates a developing landscape in UK data protection law, with courts reinforcing the importance of substantive evidence in privacy-related claims.]]",
        "access_time": "2024-10-26T14:27:05.439126"
    },
    {
        "Example": [
            "Aadhaar (January 2018): Exposed personal and biometric data of 1.1 billion Indian citizens. The breach involved unauthorized access through a poorly secured API linked to a state-owned utility.",
            "Alibaba (November 2019): Impacted 1.1 billion pieces of user data, scraped by a developer for personal use. The developer was sentenced to prison.",
            "LinkedIn (June 2021): Data of 700 million users was leaked on a dark web forum, with information including email addresses and phone numbers.",
            "Marriott International (September 2018): Affected 500 million customers due to unauthorized access to the Starwood guest reservation database, with data including passport numbers and payment card information.",
            "Yahoo (2014): A separate breach affected 500 million accounts, with state-sponsored actors stealing user data.",
            "Court Ventures (October 2013): A Vietnamese man accessed 200 million personal records by impersonating a private investigator.",
            "Adobe (October 2013): Hackers stole 153 million user records, leading to a settlement for violating customer privacy laws."
        ],
        "url": "https://www.csoonline.com/article/534628/the-biggest-data-breaches-of-the-21st-century.html",
        "summary": "[[Summary: The article titled \"The 18 biggest data breaches of the 21st century\" provides an overview of significant data breaches that have occurred, highlighting the number of accounts affected and the nature of the data compromised. \n\n1. **Yahoo (August 2013)**: Impacted 3 billion accounts. Initially reported as over 1 billion, the actual figure was revealed later. Yahoo stated that sensitive data like payment information was not stolen. The breach occurred during the company's acquisition by Verizon.\n\n2. **Aadhaar (January 2018)**: Exposed personal and biometric data of 1.1 billion Indian citizens. The breach involved unauthorized access through a poorly secured API linked to a state-owned utility.\n\n3. **Alibaba (November 2019)**: Similar to Aadhaar, it impacted 1.1 billion pieces of user data, scraped by a developer for personal use. The developer was sentenced to prison.\n\n4. **LinkedIn (June 2021)**: Data of 700 million users was leaked on a dark web forum, with information including email addresses and phone numbers.\n\n5. **Sina Weibo (March 2020)**: Affected 538 million accounts. The attacker sold the data on the dark web, although Weibo claimed it was gathered from publicly available information.\n\n6. **Facebook (April 2019)**: Exposed data of 533 million users, including phone numbers and account names. The data was later found on the dark web.\n\n7. **Marriott International (September 2018)**: Affected 500 million customers due to unauthorized access to the Starwood guest reservation database, with data including passport numbers and payment card information.\n\n8. **Yahoo (2014)**: A separate breach affected 500 million accounts, with state-sponsored actors stealing user data.\n\n9. **Adult Friend Finder (October 2016)**: Data from 412 million accounts was stolen, including sensitive information, with many passwords easily cracked.\n\n10. **MySpace (2013)**: 360 million user accounts were leaked, prompting a forced password reset for affected users.\n\n11. **NetEase (October 2015)**: Reported a breach of 235 million accounts, though the company denied a breach had occurred.\n\n12. **Court Ventures (October 2013)**: A Vietnamese man accessed 200 million personal records by impersonating a private investigator.\n\n13. **LinkedIn (June 2012)**: A breach affected 165 million users, with passwords stolen and sold on a hacker forum.\n\n14. **Dubsmash (December 2018)**: 162 million accounts were compromised and data sold on the dark web.\n\n15. **Adobe (October 2013)**: Hackers stole 153 million user records, leading to a settlement for violating customer privacy laws.\n\n16. **National Public Data (December 2023)**: Exposed data of 270 million people, with a vast amount of records leaked on the dark web.\n\n17. **Equifax (2017)**: Affected 159 million records, including sensitive personal information, due to an unpatched vulnerability.\n\n18. **eBay (2014)**: A breach exposed information from 145 million accounts, including encrypted passwords and personal details.\n\nThe article discusses the implications of these breaches, emphasizing the need for improved data security measures and the potential for identity theft following such incidents.]]",
        "access_time": "2024-10-26T14:27:06.353558"
    }
]