[
    {
        "Example": [
            "During the COVID-19 pandemic, state measures increased affecting personal data protection, impacting privacy rights.",
            "Digital contact tracing methodologies involved the collection of location data and the use of apps, impacting privacy."
        ],
        "url": "https://link.springer.com/article/10.1007/s12027-020-00629-3",
        "summary": "[[Summary: \nThe article titled \"Privacy in emergency circumstances: data protection and the COVID-19 pandemic,\" authored by Emanuele Ventrella, was published in the ERA Forum on September 28, 2020. It discusses the significant impact of the COVID-19 pandemic on privacy perceptions and data protection, highlighting the balance between the right to privacy and public health interests. \n\nKey points include:\n\n1. **Impact of COVID-19 on Privacy**: The pandemic has necessitated a reevaluation of privacy rights, with increased state measures affecting personal data protection. The article discusses the need for a balance between privacy rights and public health.\n\n2. **Legal Framework**: \n   - The article references the Charter of Fundamental Rights of the European Union and the European Convention on Human Rights, which allow for limitations on privacy in the interest of public safety and health.\n   - The General Data Protection Regulation (GDPR) is highlighted for its provisions that allow member states to restrict data subject rights during emergencies.\n\n3. **Data Processing Needs**: The necessity of processing personal data (e.g., health data, travel history) during a pandemic is emphasized for effective containment measures. Legal bases for processing include protecting vital interests and public health.\n\n4. **Digital Contact Tracing**: \n   - The article details the methodologies used for contact tracing, including the collection of location data and the use of digital contact tracing apps. It outlines the processes involved: contact identification, listing, and follow-up.\n   - The European approach to contact tracing emphasizes voluntary participation and adherence to strict data protection standards.\n\n5. **Cybercrime During Pandemic**: The rise in cybercrime linked to the pandemic is discussed, with estimates suggesting cybercrime costs could reach $6 trillion annually. Cybercriminals have exploited the pandemic context for phishing and other attacks, targeting both individuals and organizations.\n\n6. **Security Measures for Personal Data**: The article calls for technical and organizational measures to secure personal data, emphasizing the importance of cybersecurity and training within organizations.\n\n7. **Conclusion**: Despite the challenges posed by the pandemic, the GDPR has proven effective in maintaining high privacy standards. The article concludes that while the EU was initially unprepared for the pandemic's challenges, it has managed to protect citizens' privacy rights effectively.\n\nThe article is part of a larger discourse on the implications of emergency measures on fundamental rights, particularly in the context of health crises.]]",
        "access_time": "2024-10-26T14:24:07.628020"
    },
    {
        "Example": [
            "Personal data of 72,315 SCAA members was compromised, including emergency contact details, in a data breach."
        ],
        "url": "https://www.pcpd.org.hk/english/news_events/media_statements/press_20241022.html",
        "summary": "[[Summary: \n1. **Incident Overview**: \n   - The Privacy Commissioner’s Office (PCPD) published findings on a data breach incident involving the South China Athletic Association (SCAA) on October 22, 2024.\n   - The breach was reported to the PCPD on March 18, 2024, after ransomware attacked the SCAA's servers.\n\n2. **Timeline of Events**: \n   - January 2022: A hacker installed malware on an SCAA server connected to the internet.\n   - March 2024: The hacker compromised the SCAA's network, installed remote control software, and launched brute force attacks, leading to the encryption of personal data.\n\n3. **Scope of the Breach**: \n   - Eight servers, one data storage device, and 18 computers were affected.\n   - Personal data of 72,315 members was compromised, including names, Hong Kong Identity Card numbers, passport numbers, photos, dates of birth, addresses, email addresses, telephone numbers, and emergency contact details.\n\n4. **Security Deficiencies Identified**: \n   - Accidental exposure of a server to the internet.\n   - Lack of effective detection measures for identifying malicious activity.\n   - Absence of multi-factor authentication for administrator accounts.\n   - No comprehensive information security policies or guidelines.\n   - Insufficient risk assessments and security audits.\n   - Lack of offline data backup solutions.\n\n5. **Consequences and Recommendations**: \n   - The Privacy Commissioner, Ms. Ada CHUNG Lai-ling, criticized SCAA's weak data protection measures and issued an Enforcement Notice for remedial action.\n   - The PCPD observed a rising trend in data breaches among schools and NGOs, with significant increases in notifications from 2022 to 2024.\n\n6. **Data Breach Statistics**: \n   - 2022: 25 notifications (24% of total).\n   - 2023: 61 notifications (39% of total).\n   - 2024 (up to September): 51 notifications (33% of total).\n\n7. **Data Security Package Launch**: \n   - The PCPD launched a \"Data Security\" Package to assist schools, NGOs, and SMEs in improving cybersecurity.\n   - The package includes free quotas for workshops and seminars, a data security assessment tool, and a dedicated hotline for assistance.\n\n8. **Future Initiatives**: \n   - The PCPD plans to host seminars in December 2024 focused on enhancing data security measures.\n   - In-house seminars have already been organized for 92 organizations in 2024.\n\n9. **Call to Action**: \n   - The Privacy Commissioner emphasized the importance of organizations adopting appropriate data security measures and staying updated on security developments. \n]]",
        "access_time": "2024-10-26T14:24:06.946735"
    }
]