[
    {
        "Example": [
            "28% of jurisdictions do not allow for opting out of pediatric data inclusion in IIS.",
            "75% of jurisdictions permit intrastate data sharing, while only 42% allow interstate data sharing."
        ],
        "url": "https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-023-16457-2",
        "summary": "[[Summary: This document summarizes the research article titled \"Intersection of policy and Immunization Information Systems (IIS),\" published in BMC Public Health on September 20, 2023. The authors include Lara A. Heersema, Luke Cunniff, Amanda L. Eiden, Isha Sharma, Jaya Mishra, and Alexandra Bhatti.\n\n**Background**: Immunization Information Systems (IIS) are confidential, population-based databases that track vaccinations administered to individuals within specific geopolitical areas. The study highlights the evolution of IIS policy over the last two decades, emphasizing their importance in achieving equitable vaccine uptake.\n\n**Methods**: Legal epidemiological research methods were employed to assess IIS statutes and administrative codes across all 50 states, the District of Columbia, Philadelphia, and New York City. The study compared current laws with previous legal assessments to identify trends.\n\n**Results**: The study compiled current laws, revealing diverse interstate and intrastate policies that govern IIS capabilities and implementation. Key findings include:\n- 98% of jurisdictions can collect vaccination data for all ages, except Connecticut, which focuses on children.\n- 83% of jurisdictions require certain providers to report pediatric vaccinations.\n- 72% require some reporting of adult vaccinations.\n- 28% of jurisdictions do not allow for opting out of pediatric data inclusion in IIS.\n- 75% of jurisdictions permit intrastate data sharing, while only 42% allow interstate data sharing.\n- 81% of jurisdictions recognize IIS as valid proof of vaccination for school or childcare entry.\n- 62% mandate certain demographic data reporting in the IIS.\n\n**Conclusions**: IIS are managed at state and local levels, leading to variability in policies and implementation. The study serves as a benchmark for current IIS laws and can assist stakeholders in exploring policy amendments. It underscores the need for improved data collection, interoperability, and access to maximize the potential of IIS in public health.\n\n**Limitations**: The study did not include surveys or interviews with jurisdictions operating IIS, and it may not capture all programmatic policies.\n\n**Funding**: The research was funded by Merck Sharp & Dohme LLC, with authors acknowledging potential conflicts of interest due to employment with the company.\n\n**Keywords**: Immunization Information Systems, Vaccines, Public Health, Health Information Systems, Health Policy, Legal Study.]]",
        "access_time": "2024-10-26T14:37:17.606344"
    },
    {
        "Example": [
            "Concerns about privacy and government surveillance increased during the COVID-19 pandemic.",
            "Privacy protection behaviors were adopted by individuals concerned about government intrusion but did not directly correlate with mobile privacy concerns."
        ],
        "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8497958/",
        "summary": "[[Summary: \n\n1. **Study Overview**: \n   - Title: \"Privacy and surveillance attitudes during health crises: Acceptance of surveillance and privacy protection behaviors\"\n   - Authors: Athina Ioannou and Iis Tussyadiah, affiliated with the Surrey Business School and School of Hospitality and Tourism Management, University of Surrey, UK.\n   - Published in Technol Soc, 2021, DOI: 10.1016/j.techsoc.2021.101774.\n   - Focus: Investigates individual attitudes towards privacy and government surveillance during the COVID-19 pandemic, using a theoretical model to explain acceptance of surveillance and its impact on privacy protection behaviors.\n\n2. **Key Findings**: \n   - Concerns about privacy and government surveillance increased during the COVID-19 pandemic.\n   - Acceptance of government surveillance is influenced by:\n     - **Perceived Need for Surveillance**: Individuals who believe in the necessity of government monitoring for public health are more accepting of surveillance measures.\n     - **Political Trust**: Higher trust in government correlates with greater acceptance of surveillance.\n   - Privacy concerns did not significantly influence acceptance of government surveillance, suggesting a complex relationship where individuals may prioritize public health over privacy during crises.\n   - Privacy protection behaviors were adopted by individuals concerned about government intrusion but did not directly correlate with mobile privacy concerns.\n\n3. **Statistical Data**: \n   - Sample size: 380 participants from the US.\n   - Demographics: 67.4% male, 42.6% aged 26-35, 63.4% with a Bachelor’s degree.\n   - 28% reported using contact tracing applications, with 36% considering future use.\n\n4. **Methodology**: \n   - Cross-sectional study using an online survey conducted via Amazon Mechanical Turk.\n   - Data collected from June 4 to June 5, 2020.\n   - Constructs measured included mobile privacy concerns, government intrusion concerns, perceived need for surveillance, acceptance of surveillance, and privacy protection behaviors.\n\n5. **Theoretical Contributions**: \n   - The study extends the Antecedents-Privacy Concerns-Outcomes (APCO) model by integrating factors affecting acceptance of government surveillance during a health crisis.\n   - Highlights the significance of context in understanding privacy and surveillance attitudes.\n\n6. **Practical Implications**: \n   - Governments and health organizations should address public concerns about privacy in the design and implementation of surveillance technologies.\n   - Enhancing political trust and transparency in data collection practices can increase public acceptance of surveillance measures.\n\n7. **Limitations and Future Research**: \n   - The study is cross-sectional; longitudinal studies are needed to assess changes over time.\n   - Future research should explore the impact of demographic factors, privacy literacy, and cultural differences on attitudes towards surveillance and privacy during health crises. \n\n8. **COVID-19 Context**: \n   - The pandemic has led to the rapid deployment of digital technologies for public health management, raising concerns about privacy and individual rights. \n   - The study emphasizes the need for balancing public health objectives with the protection of individual privacy rights.\n\n]]",
        "access_time": "2024-10-26T14:37:23.930155"
    },
    {
        "Example": [
            "Many AI technologies are controlled by private entities, raising concerns about the access, use, and control of patient data.",
            "There is an increased risk of privacy breaches due to advanced algorithms that can potentially re-identify anonymized patient data.",
            "Studies indicate that sophisticated computational methods can identify individuals in datasets that have been scrubbed of identifiers.",
            "A survey revealed that only 11% of Americans are willing to share health data with tech companies, indicating a significant lack of trust."
        ],
        "url": "https://bmcmedethics.biomedcentral.com/articles/10.1186/s12910-021-00687-3",
        "summary": "[[Summary: \nThe article titled \"Privacy and artificial intelligence: challenges for protecting health information in a new era,\" authored by Blake Murdoch and published in BMC Medical Ethics on September 15, 2021, discusses the rapid advancements in healthcare artificial intelligence (AI) and the associated privacy concerns regarding patient health information. \n\nKey Points:\n1. **Background**: The integration of AI in healthcare is accelerating, with technologies nearing real-world application, particularly in fields like radiology and diabetic retinopathy detection. The FDA has approved AI applications for clinical care.\n\n2. **Ownership and Control**: Many AI technologies are controlled by private entities, raising concerns about the access, use, and control of patient data. Public-private partnerships have sometimes failed to protect privacy adequately, highlighting the need for systemic oversight.\n\n3. **Privacy Breaches**: There is an increased risk of privacy breaches due to advanced algorithms that can potentially re-identify anonymized patient data. Studies indicate that sophisticated computational methods can identify individuals in datasets that have been scrubbed of identifiers.\n\n4. **Public Trust**: A survey revealed that only 11% of Americans are willing to share health data with tech companies, compared to 72% willing to share with physicians. This indicates a significant lack of trust in tech companies regarding data security.\n\n5. **Regulatory Challenges**: Current regulations are lagging behind technological advancements, necessitating a focus on patient agency, consent, and improved data anonymization methods. The regulatory landscape varies globally, with the U.S. and Canada lacking comprehensive frameworks specific to AI.\n\n6. **Recommendations**: The article suggests that regulations should foster patient agency and consent, ensure data remains within its jurisdiction, and encourage the use of generative data to mitigate privacy concerns. \n\n7. **Conclusion**: While AI has the potential to improve healthcare significantly, the challenges surrounding privacy and data protection are substantial and require urgent attention to safeguard patient information in the evolving landscape of healthcare technology.\n\nOverall, the article emphasizes the pressing need for robust privacy protections and regulatory frameworks to keep pace with the rapid development of AI in healthcare.]]",
        "access_time": "2024-10-26T14:37:18.394696"
    }
]