[
    {
        "Example": [
            "Some agencies are experimenting with multi-rater assessments, which gather performance input from diverse individuals.",
            "Confidentiality and personal privacy are crucial in multi-rater assessments, especially since performance information can be used for evaluative and developmental purposes.",
            "Performance information is protected under FOIA, meaning it cannot be released without consent unless mandated by a court order.",
            "While agencies may practice anonymity in feedback, they cannot guarantee it if a Privacy Act request is made, as they must release all associated information if it is retrievable by the individual's identifier."
        ],
        "url": "https://www.opm.gov/policy-data-oversight/performance-management/performance-management-cycle/rating/confidentiality-and-personal-privacy/",
        "summary": "[[Summary: \n\n**Main Topics:**\n1. **Performance Management Cycle**: The page discusses the confidentiality and personal privacy aspects of performance management, particularly focusing on multi-rater assessments.\n2. **Multi-Rater Appraisals**: Also known as 360-degree assessments, this method collects performance feedback from various sources including coworkers, customers, and supervisors.\n\n**Key Facts:**\n- Some agencies are experimenting with multi-rater assessments, which gather performance input from diverse individuals.\n- Different agencies have varying methods for conducting these assessments, including the use of computerized systems or contractors.\n- Confidentiality and personal privacy are crucial in multi-rater assessments, especially since performance information can be used for evaluative and developmental purposes.\n\n**Statutory Considerations:**\n1. **Freedom of Information Act (FOIA)**: \n   - Agencies must release information unless protected by specific exemptions.\n   - One exemption protects personnel and medical files from disclosure if it would invade personal privacy.\n   - Performance information is protected under FOIA, meaning it cannot be released without consent unless mandated by a court order.\n\n2. **Privacy Act**: \n   - Covers information that individuals request about themselves from government records.\n   - Performance appraisals are stored in the Official Personnel File (OPF) or Employee Performance Folder (EPF).\n   - Employees can request their performance information under the Privacy Act, and agencies must provide this information.\n\n**Contradictory Information:**\n- While agencies may practice anonymity in feedback, they cannot guarantee it if a Privacy Act request is made, as they must release all associated information if it is retrievable by the individual's identifier.\n\n**Conclusion:**\nThe page emphasizes the importance of maintaining confidentiality in performance assessments while outlining the legal frameworks that govern the release of such information under FOIA and the Privacy Act. Agencies must navigate these laws carefully to protect employee privacy while conducting performance evaluations.]]",
        "access_time": "2024-10-26T14:32:29.114100"
    }
]