[
    {
        "Example": [
            "Boeing data breach incident",
            "Morrisons data breach incident",
            "Equifax data breach incident",
            "FDIC data breach incident"
        ],
        "url": "https://link.springer.com/chapter/10.1007/978-981-16-2126-0_17",
        "summary": "[[Summary: \n\n**Title:** Data Privacy and Security Issues in HR Analytics: Challenges and the Road Ahead  \n**Author:** Shweta Jha  \n**Publication Date:** First Online: 16 July 2021  \n**Book Series:** Lecture Notes in Networks and Systems, Volume 209  \n**Pages:** 199–206  \n**Accesses:** 1277  \n**Citations:** 2  \n**Altmetric:** 1  \n\n**Abstract:**  \nThe paper discusses the increasing adoption of HR analytics by large companies and the associated privacy concerns regarding the use of sensitive employee data. It reviews existing literature on data privacy and pilferage issues in the context of HR analytics and evaluates the responses from governments and corporations. The paper also proposes a roadmap for addressing privacy concerns related to employee data used in HR analytics.\n\n**Keywords:** HR analytics, Data, Data breach, Privacy, GDPR  \n\n**1. Introduction:**  \n- Privacy and security are fundamental human rights recognized by the United Nations (UNO) since 1948.\n- Employers have greater access to personal information about employees compared to other entities, increasing the risk of data breaches.\n- HR departments are responsible for safeguarding employee data, which is increasingly utilized in HR analytics, raising privacy concerns.\n\n**2. Related Work:**  \n- HR analytics data is critical for organizations, necessitating careful data management.\n- GDPR, enacted in 2018, aims to protect data privacy and has influenced global data protection laws.\n- Various countries, including Singapore and Canada, have established laws for data protection, like the Personal Data Protection Act and the Personal Information Protection and Electronics Documents Act, respectively.\n\n**3. Findings and Discussion:**  \n- Data breaches can lead to severe consequences for individuals, including identity theft and financial loss.\n- Internal and external threats to data privacy are prevalent, with 55% of enterprises experiencing data breaches in the past year.\n- Organizations must implement robust data governance practices, including employee training, data encryption, and strict access controls.\n- Examples of significant data breaches include incidents at Boeing, Morrisons, Equifax, and the FDIC, highlighting the need for improved data protection measures.\n\n**4. Conclusion:**  \n- Employees often unknowingly risk their privacy when sharing personal information with employers.\n- Organizations are responsible for protecting employee data and must comply with relevant privacy laws.\n- A comprehensive policy and system for data protection are essential, including privacy notices and annual data protection impact assessments.\n\n**Legislation and Regulatory Frameworks:**  \n- GDPR imposes heavy fines for data breaches, applicable to European companies globally.\n- India has enacted the Information Technology Act, 2000, and the Information Technology (Reasonable Security Practices and Procedures and Sensitive Personal Data or Information) Rules, 2011, to prevent data breaches.\n\n**Key Recommendations:**  \n- Organizations should establish data governance processes focused on employee consent and data usage monitoring.\n- Regular training for HR teams on data management and privacy issues is crucial.\n- Continuous impact assessments and audits are necessary to ensure compliance with data protection laws.\n\n**References:**  \nThe document cites various sources, including articles, laws, and studies related to data privacy and HR analytics, underscoring the importance of robust data protection mechanisms in organizations.]]",
        "access_time": "2024-10-26T14:32:51.034365"
    }
]