[
    {
        "original_html": "You have reached the cached page for https://hbr.org/2022/02/the-new-rules-of-data-privacyBelow is a snapshot of the Web page as it appeared on 2024/10/25 (the last time our crawler visited it). This is the version of the page that was used for ranking your search results. The page may have changed since we last cached it. To see what might have changed (without the highlights), go to the current page.Bing is not responsible for the content of this page. Subscribe Sign In Hi, Guest CLEAR SUGGESTED TOPICS Explore HBR Latest The Magazine Podcasts Store Webinars Newsletters Popular Topics Managing Yourself Leadership Strategy Managing Teams Gender Innovation Work-life Balance All Topics For Subscribers The Big Idea Data & Visuals Case Selections HBR Learning Subscribe My Account My Library Topic Feeds Orders Account Settings Email Preferences Log Out Sign In Subscribe Latest Podcasts The Magazine Store Webinars Newsletters All Topics The Big Idea Data & Visuals Case Selections HBR Learning My Library Account Settings Log Out Sign In Your Cart Your Shopping Cart is empty. Visit Our Store Guest User Subscriber My Library Topic Feeds Orders Account Settings Email Preferences Log Out Reading List Reading Lists Data management The New Rules of Data Privacy Navigating privacy protection, new regulation, and consumer revolt. by Hossein Rahnama and Alex “Sandy” Pentland by Hossein Rahnama and Alex “Sandy” Pentland February 25, 2022 WaffOzzy/Getty Images Post Post Share Annotate Save Get PDF Buy Copies Print Summary. After two decades of data management being a wild west, consumer mistrust, government action, and competition for customers are bringing in a new era. Firms that generate any value from personal data will need to change the way they acquire it, share it, protect it, and profit from it. They should follow three basic rules: 1) consistently cultivate trust with customers, explaining in common-sense terms how their data is being used and what’s in it for them; 2) focus on extracting insight, not personal identifiable information; and 3) CIOs and CDOs should work together to facilitate the flow of insights, with a common objective of acquiring maximum insight from consented data for the customer’s benefit. Post Post Share Annotate Save Get PDF Buy Copies Print The data harvested from our personal devices, along with our trail of electronic transactions and data from other sources, now provides the foundation for some of the world’s largest companies. Personal data also the wellspring for millions of small businesses and countless startups, which turn it into customer insights, market predictions, and personalized digital services. For the past two decades, the commercial use of personal data has grown in wild-west fashion. But now, because of consumer mistrust, government action, and competition for customers, those days are quickly coming to an end. New! HBR Learning Performance Measurement Course Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Performance Measurement. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies. How to set the right targets, collect and analyze data, and improve key metrics. Start Course Learn More & See All Courses Read more on Data management or related topics Technology and analytics, Analytics and data science and Strategy HR Hossein Rahnama is Associate Professor with the Creative School at Ryerson University in Toronto and a Visiting Professor with the MIT Media Lab in Cambridge, Massachusetts. A recognized computer scientist known for his work in context-aware computing, Hossein is the founder and CEO of Flybits, a technology firm that helps companies synthesize digital customer experiences from enterprise data assets. AP Alex “Sandy” Pentland is the Toshiba Professor of Media Arts and Sciences with the Media Lab, Sloan School of Management, and College of Computing at MIT. Sandy directs MIT’s Connection Science and Human Dynamics research laboratories, advises the OECD and UN, and co-led the World Economic Forum personal data initiatives. Post Post Share Annotate Save Get PDF Buy Copies Print New! HBR Learning Performance Measurement Course Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Performance Measurement. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies. How to set the right targets, collect and analyze data, and improve key metrics. Start Course Learn More & See All Courses Read more on Data management or related topics Technology and analytics, Analytics and data science and Strategy Partner Center Latest Magazine Topics Podcasts Store The Big Idea Data & Visuals Case Selections HBR Learning Ask AI Subscribe Explore HBR The Latest All Topics Magazine Archive The Big Idea Case Selections Podcasts Webinars Data & Visuals My Library Newsletters HBR Press HBR Store Article Reprints Books Cases Collections Magazine Issues HBR Guide Series HBR 20-Minute Managers HBR Emotional Intelligence Series HBR Must Reads Tools About HBR Contact Us Advertise with Us Information for Booksellers/Retailers Masthead Global Editions Media Inquiries Guidelines for Authors HBR Analytic Services Copyright Permissions Manage My Account My Library Topic Feeds Orders Account Settings Email Preferences Account FAQ Help Center Contact Customer Service Follow HBR Facebook X Corp. LinkedIn Instagram Your Newsreader About Us Careers Privacy Policy Cookie Policy Copyright Information Trademark Policy Terms of Use Harvard Business Publishing: Higher Education Corporate Learning Harvard Business Review Harvard Business School Copyright © Harvard Business School Publishing. All rights reserved. Harvard Business Publishing is an affiliate of Harvard Business School.",
        "summary": "[[Summary: \nThe article \"The New Rules of Data Privacy\" by Hossein Rahnama and Alex “Sandy” Pentland, published on February 25, 2022, discusses the evolving landscape of data management and privacy. It highlights the transition from a chaotic, unregulated environment to a more structured approach driven by consumer mistrust, government regulations, and market competition. Key points include:\n\n1. **Trust Building**: Companies must cultivate trust with customers by transparently communicating how their data is used and the benefits to the customers.\n2. **Insight Focus**: Businesses should prioritize extracting insights from data rather than personal identifiable information (PII).\n3. **Collaboration**: Chief Information Officers (CIOs) and Chief Data Officers (CDOs) should collaborate to maximize insights from consented data for customer benefit.\n\nThe article emphasizes that personal data, gathered from devices and transactions, is crucial for both large corporations and small businesses, driving customer insights and market predictions. It notes that the commercial use of personal data has previously operated in a 'wild-west' manner, but this is changing due to increasing scrutiny and demand for ethical practices.\n\n**Authors' Background**:\n- **Hossein Rahnama**: Associate Professor at Ryerson University and Visiting Professor at MIT Media Lab, founder and CEO of Flybits, specializing in context-aware computing.\n- **Alex “Sandy” Pentland**: Toshiba Professor at MIT, directs research at MIT’s Connection Science and Human Dynamics labs, advises international organizations, and co-led World Economic Forum initiatives on personal data.\n\nThe article serves as a guide for organizations to navigate the new regulatory and consumer landscape concerning data privacy.]]",
        "url": "https://hbr.org/2022/02/the-new-rules-of-data-privacy",
        "access_time": "2024-10-26T11:42:06.933789"
    },
    {
        "original_html": "You have reached the cached page for https://www.csoonline.com/article/534628/the-biggest-data-breaches-of-the-21st-century.htmlBelow is a snapshot of the Web page as it appeared on 2024/10/25 (the last time our crawler visited it). This is the version of the page that was used for ranking your search results. The page may have changed since we last cached it. To see what might have changed (without the highlights), go to the current page.Bing is not responsible for the content of this page. Topics EventsNewslettersResourcesCommunity AboutAbout UsAdvertiseContact UsFoundry CareersReprintsNewslettersPoliciesTerms of ServicePrivacy PolicyCookie PolicyMember PreferencesAbout AdChoicesE-commerce LinksYour California Privacy RightsOur NetworkCIOComputerworldInfoWorldNetwork WorldMoreAwardsBlogsBrandPostsEventsPodcastsVideosEnterprise Buyer’s Guides Close Artificial IntelligenceGenerative AIBusiness OperationsCareersIndustryIT LeadershipComplianceSecurityApplication SecurityBusiness ContinuityCloud Security Critical InfrastructureCybercrimeIdentity and Access ManagementNetwork SecurityPhysical SecurityPrivacyRisk ManagementSecurity InfrastructureVulnerabilitiesSoftware DevelopmentEnterprise Buyer’s Guides Back Close Americas United States Asia ASEAN India Europe Deutschland (Germany) United Kingdom Oceania Australia Back Close Popular Topics Search US-EN Topics EventsNewslettersResourcesCommunityAboutPoliciesOur NetworkMore Back Topics Artificial IntelligenceGenerative AIBusiness OperationsCareersIndustryIT LeadershipComplianceSecurityApplication SecurityBusiness ContinuityCloud SecurityCritical InfrastructureCybercrimeIdentity and Access ManagementNetwork SecurityPhysical SecurityPrivacyRisk ManagementSecurity InfrastructureVulnerabilitiesSoftware DevelopmentEnterprise Buyer’s Guides Back AboutAbout UsAdvertiseContact UsFoundry CareersReprintsNewsletters Back PoliciesTerms of ServicePrivacy PolicyCookie PolicyMember PreferencesAbout AdChoicesE-commerce LinksYour California Privacy Rights Back Our NetworkCIOComputerworldInfoWorldNetwork World Back MoreAwardsBlogsBrandPostsEventsPodcastsVideosEnterprise Buyer’s Guides HomeIndustryThe 18 biggest data breaches of the 21st century by Michael Hill, Dan Swinhoe and John Leyden The 18 biggest data breaches of the 21st century Analysis 12 Sep 202418 mins Application SecurityCybercrimeData and Information Security Data breaches affecting millions of users are far too common. Here are some of the biggest, baddest breaches in recent memory. Credit: Lightspring / Shutterstock In today’s data-driven world, data breaches can affect hundreds of millions or even billions of people at a time. Digital transformation has increased the supply of data moving, and data breaches have scaled up with it as attackers exploit the data-dependencies of daily life. How large cyberattacks of the future might become remains speculation, but as this list of the biggest data breaches of the 21st Century indicates, they have already reached enormous magnitudes. For transparency, this list has been calculated by the number of users impacted, records exposed, or accounts affected. We have also made a distinction between incidents where data was actively stolen or reposted maliciously and those where an organization has inadvertently left data unprotected and exposed, but there has been no significant evidence of misuse. The latter have purposefully not been included in the list. So, here it is – an up-to-date list of the 15 biggest data breaches in recent history, including details of those affected, who was responsible, and how the companies responded (as of July 2021). 1. Yahoo Date: August 2013Impact: 3 billion accounts Securing the number one spot – almost seven years after the initial breach and four since the true number of records exposed was revealed – is the attack on Yahoo. The company first publicly announced the incident – which it said took place in 2013 – in December 2016. At the time, it was in the process of being acquired by Verizon and estimated that account information of more than a billion of its customers had been accessed by a hacking group. Less than a year later, Yahoo announced that the actual figure of user accounts exposed was 3 billion. Yahoo stated that the revised estimate did not represent a new “security issue” and that it was sending emails to all the “additional affected user accounts.” Despite the attack, the deal with Verizon was completed, albeit at a reduced price. Verizon’s CISO Chandra McMahon said at the time: “Verizon is committed to the highest standards of accountability and transparency, and we proactively work to ensure the safety and security of our users and networks in an evolving landscape of online threats. Our investment in Yahoo is allowing that team to continue to take significant steps to enhance their security, as well as benefit from Verizon’s experience and resources.” After investigation, it was discovered that, while the attackers accessed account information such as security questions and answers, plaintext passwords, payment card and bank data were not stolen. 2. Aadhaar [tie with Alibaba] Date: January 2018Impact: 1.1 billion Indian citizens’ identity/biometric information exposed In early 2018, news broke that malicious actors has infiltrated the world’s largest ID database, Aadhaar, exposing information on more than 1.1 billion Indian citizens including names, addresses, photos, phone numbers, and emails, as well as biometric data like fingerprints and iris scans. What’s more, since the database – established by the Unique Identification Authority of India (UIDAI) in 2009 – also held information about bank accounts connected with unique 12-digit numbers, it became a credit breach too. This was despite the UIDAI initially denying that the database held such data The actors infiltrated the Aadhaar database through the website of Indane, a state-owned utility company connected to the government database through an application programming interface that allowed applications to retrieve data stored by other applications or software. Unfortunately, Indane’s API had no access controls, thus rendering its data vulnerable. Hackers sold access to the data for as little as $7 via a WhatsApp group. Despite warnings from security researchers and tech groups, it took Indian authorities until March 23, 2018, to take the vulnerable access point offline. 2. Alibaba [tie with Aadhaar] Date: November 2019Impact: 1.1 billion pieces of user data Over an eight-month period, a developer working for an affiliate marketer scraped customer data, including usernames and mobile numbers, from the Alibaba Chinese shopping website, Taobao, using crawler software that he created. It appears the developer and his employer were collecting the information for their own use and did not sell it on the black market, although both were sentenced to three years in prison. A Taobao spokesperson said in a statement: “Taobao devotes substantial resources to combat unauthorized scraping on our platform, as data privacy and security is of utmost importance. We have proactively discovered and addressed this unauthorized scraping. We will continue to work with law enforcement to defend and protect the interests of our users and partners.” 4. LinkedIn Date: June 2021Impact: 700 million users Professional networking giant LinkedIn saw data associated with 700 million of its users posted on a dark web forum in June 2021, impacting more than 90% of its user base. A hacker going by the moniker of “God User” used data scraping techniques by exploiting the site’s (and others’) API before dumping a first information data set of around 500 million customers. They then followed up with a boast that they were selling the full 700 million customer database. While LinkedIn argued that as no sensitive, private personal data was exposed, the incident was a violation of its terms of service rather than a data breach, a scraped data sample posted by God User contained information including email addresses, phone numbers, geolocation records, genders and other social media details, which would give malicious actors plenty of data to craft convincing, follow-on social engineering attacks in the wake of the leak, as warned by the UK’s NCSC. 5. Sina Weibo Date: March 2020Impact: 538 million accounts With over 600 million users, Sina Weibo is one of China’s largest social media platforms. In March 2020, the company announced that an attacker obtained part of its database, impacting 538 million Weibo users and their personal details including real names, site usernames, gender, location, and phone numbers. The attacker is reported to have then sold the database on the dark web for $250. China’s Ministry of Industry and Information Technology (MIIT) ordered Weibo to enhance its data security measures to better protect personal information and to notify users and authorities when data security incidents occur. In a statement, Sina Weibo argued that an attacker had gathered publicly posted information by using a service meant to help users locate the Weibo accounts of friends by inputting their phone numbers and that no passwords were affected. However, it admitted that the exposed data could be used to associate accounts to passwords if passwords are reused on other accounts. The company said it strengthened its security strategy and reported the details to the appropriate authority. 6. Facebook Date: April 2019Impact: 533 million users In April 2019, it was revealed that two datasets from Facebook apps had been exposed to the public internet. The information related to more than 530 million Facebook users and included phone numbers, account names, and Facebook IDs. However, two years later (April 2021) the data was posted for free, indicating new and real criminal intent surrounding the data. In fact, given the sheer number of phone numbers impacted and readily available on the dark web as a result of the incident, security researcher Troy Hunt added functionality to his HaveIBeenPwned (HIBP) breached credential checking site that would allow users to verify if their phone numbers had been included in the exposed dataset. “I’d never planned to make phone numbers searchable,” Hunt wrote in blog post. “My position on this was that it didn’t make sense for a bunch of reasons. The Facebook data changed all that. There’s over 500 million phone numbers but only a few million email addresses so >99% of people were getting a miss when they should have gotten a hit.” 7. Marriott International (Starwood) Date: September 2018Impact: 500 million customers Hotel Marriot International announced the exposure of sensitive details belonging to half a million Starwood guests following an attack on its systems in September 2018. In a statement published in November the same year, the hotel giant said: “On September 8, 2018, Marriott received an alert from an internal security tool regarding an attempt to access the Starwood guest reservation database. Marriott quickly engaged leading security experts to help determine what occurred.” Marriott learned during the investigation that there had been unauthorized access to the Starwood network since 2014. “Marriott recently discovered that an unauthorized party had copied and encrypted information and took steps towards removing it. On November 19, 2018, Marriott was able to decrypt the information and determined that the contents were from the Starwood guest reservation database,” the statement added. The data copied included guests’ names, mailing addresses, phone numbers, email addresses, passport numbers, Starwood Preferred Guest account information, dates of birth, gender, arrival and departure information, reservation dates, and communication preferences. For some, the information also included payment card numbers and expiration dates, though these were apparently encrypted. Marriot carried out an investigation assisted by security experts following the breach and announced plans to phase out Starwood systems and accelerate security enhancements to its network. The company was eventually fined £18.4 million (reduced from £99 million) by UK data governing body the Information Commissioner’s Office (ICO) in 2020 for failing to keep customers’ personal data secure. An article by New York Times attributed the attack to a Chinese intelligence group seeking to gather data on US citizens. 8. Yahoo Date: 2014Impact: 500 million accounts Making its second appearance in this list is Yahoo, which suffered an attack in 2014 separate to the one in 2013 cited above. On this occasion, state-sponsored actors stole data from 500 million accounts including names, email addresses, phone numbers, hashed passwords, and dates of birth. The company took initial remedial steps back in 2014, but it wasn’t until 2016 that Yahoo went public with the details after a stolen database went on sale on the black market. 9. Adult Friend Finder Date: October 2016Impact: 412.2 million accounts The adult-oriented social networking service The FriendFinder Network had 20 years’ worth of user data across six databases stolen by cyber-thieves in October 2016. Given the sensitive nature of the services offered by the company – which include casual hookup and adult content websites like Adult Friend Finder, Penthouse.com, and Stripshow.com – the breach of data from more than 414 million accounts including names, email addresses, and passwords had the potential to be particularly damning for victims. What’s more, the vast majority of the exposed passwords were hashed via the notoriously weak algorithm SHA-1, with an estimated 99% of them cracked by the time LeakedSource.com published its analysis of the data set on November 14, 2016. 10. MySpace Date: 2013Impact: 360 million user accounts Though it had long stopped being the powerhouse that it once was, social media site MySpace hit the headlines in 2016 after 360 million user accounts were leaked onto both LeakedSource.com and put up for sale on dark web market The Real Deal with an asking price of 6 bitcoin (around $3,000 at the time). According to the company, lost data included email addresses, passwords and usernames for “a portion of accounts that were created prior to June 11, 2013, on the old Myspace platform. In order to protect our users, we have invalidated all user passwords for the affected accounts created prior to June 11, 2013, on the old Myspace platform. These users returning to Myspace will be prompted to authenticate their account and to reset their password by following instructions.” It’s believed that the passwords were stored as SHA-1 hashes of the first 10 characters of the password converted to lowercase. 11. NetEase Date: October 2015Impact: 235 million user accounts NetEase, a provider of mailbox services through the likes of 163.com and 126.com, reportedly suffered a breach in October 2015 when email addresses and plaintext passwords relating to 235 million accounts were being sold by dark web marketplace vendor DoubleFlag. NetEase has maintained that no data breach occurred and to this day HIBP states: “Whilst there is evidence that the data itself is legitimate (multiple HIBP subscribers confirmed a password they use is in the data), due to the difficulty of emphatically verifying the Chinese breach it has been flagged as “unverified.” 12. Court Ventures (Experian) Date: October 2013Impact: 200 million personal records Experian subsidiary Court Ventures fell victim in 2013 when a Vietnamese man tricked it into giving him access to a database containing 200 million personal records by posing as a private investigator from Singapore. The details of Hieu Minh Ngo’s exploits only came to light following his arrest for selling personal information of US residents (including credit card numbers and Social Security numbers) to cybercriminals across the world, something he had been doing since 2007. In March 2014, he pleaded guilty to multiple charges including identity fraud in the US District Court for the District of New Hampshire. The DoJ stated at the time that Ngo had made a total of $2 million from selling personal data. 13. LinkedIn Date: June 2012Impact: 165 million users With its second appearance on this list is LinkedIn, this time in reference to a breach it suffered in 2012 when it announced that 6.5 million unassociated passwords (unsalted SHA-1 hashes) had been stolen by attackers and posted onto a Russian hacker forum. However, it wasn’t until 2016 that the full extent of the incident was revealed. The same hacker selling MySpace’s data was found to be offering the email addresses and passwords of around 165 million LinkedIn users for just 5 bitcoins (around $2,000 at the time). LinkedIn acknowledged that it had been made aware of the breach, and said it had reset the passwords of affected accounts. 14. Dubsmash Date: December 2018Impact: 162 million user accounts In December 2018, New York-based video messaging service Dubsmash had 162 million email addresses, usernames, PBKDF2 password hashes, and other personal data such as dates of birth stolen, all of which was then put up for sale on the Dream Market dark web market the following December. The information was being sold as part of a collected dump also including the likes of MyFitnessPal (more on that below), MyHeritage (92 million), ShareThis, Armor Games, and dating app CoffeeMeetsBagel. Dubsmash acknowledged the breach and sale of information had occurred and provided advice around password changing. However, it failed to state how the attackers got in or confirm how many users were affected. 15. Adobe Date: October 2013Impact: 153 million user records In early October 2013, Adobe reported that hackers had stolen almost three million encrypted customer credit card records and login data for an undetermined number of user accounts. Days later, Adobe increased that estimate to include IDs and encrypted passwords for 38 million “active users.” Security blogger Brian Krebs then reported that a file posted just days earlier “appears to include more than 150 million username and hashed password pairs taken from Adobe.” Weeks of research showed that the hack had also exposed customer names, password, and debit and credit card information. An agreement in August 2015 called for Adobe to pay $1.1 million in legal fees and an undisclosed amount to users to settle claims of violating the Customer Records Act and unfair business practices. In November 2016, the amount paid to customers was reported to be $1 million. 16. National Public Data Date: December 2023Impact: 270 million people A breach of background checking firm National Public Data exposed the data of hundreds of millions of people through the disclosure of an estimated 2.9 billion records. As a result of the December 2023 hack, stolen data was up for sale of on the dark web by hacking group USDoD in April 2024. Much of the stolen data was leaked and made freely available in a 4TB dump onto a cybercrime forum July 2024. The incident, which only became public knowledge after a class action was filed in August 2024, exposed social security numbers, names, mailing addresses, emails, and phone numbers of 270 million people, mostly US citizens. Much of the data, which also includes information pertaining to Canadian and British residents, appears to be outdated or inaccurate but the impact of the exposure of so much personal information is nonetheless severe. An estimated 70 million rows of records cover US criminal records. The mechanism of the initial breach remains unconfirmed but investigative reporter Brian Krebs reports that up until early August 2024 an NPD property, recordscheck.net, contained the usernames and password for the site’s administrator in a plain text archive. In a statement, Jericho Pictures (which trades as National Public Data) advised people to closely monitor their financial accounts for unauthorised activity. National Public Data said it was working with law enforcement and governmental investigators adding that it is reviewing potentially affected records to understand the scope of the breach. It will “try to notify” affected parties if there are “further significant developments”. Experts advise consumers to consider freezing credit with the three major bureaus (Equifax, Experian, and TransUnion) and using identity theft protection services as potential precautions. 17. Equifax Date: 2017Impact: 159 million records Credit reference agency Equifax suffered a data breach in 2017 that affected 147 million US citizens and 15 million Britons. Names, social security numbers, birth dates, addresses as well as driver’s licenses of more than 10 million were exposed after attackers took advantage of a web security vulnerability to break into Equifax’s systems. The breach also exposed the credit card data of a smaller group of 209,000 people. Attackers broke into Equifax’s systems between May and July 2017 by taking advantage of an unpatched Apache Struts vulnerability to hack into the credit reference agency’s dispute resolution portal. Patches for the exploited vulnerability had been available since March 2017, months before the attack. Struts is a popular framework for creating Java-based web applications. Cybercriminals moved laterally through their ingress points before stealing credentials that allowed them to query its databases, systematically siphoning off stolen data. US authorities charged four named members of the Chinese military with masterminding the hack. Chinese authorities have denied any involvement in the attack. Equifax faced numerous lawsuits and government investigations in the wake of the breach. The credit reference agency was left an estimated $1.7 billion out of pocket because of the breach without taking into account the effect on its stock price. Equifax spent an estimated $337 million on improving its technology and data security, legal and computer forensic fees and other direct costs alone. 18. eBay Date: 2014Impact: 145 million records A breach on online marketplace eBay between late February and early March 2014 exposed sensitive personal information of an estimated 145 million user accounts. Cybercriminals gained access to eBay’s systems after compromising a small number of employee login credentials. The hack allowed miscreants access to sensitive information including encrypted passwords, email addresses, mailing addresses, phone numbers and dates of birth. Financial information, including data on PayPal accounts, was stored on separate system and therefore not affected by the breach. In response to the incident, eBay applied a forced reset to user passwords. More news-making data breaches: Hackers steal data of 200k Lulu customers in an alleged breach Evolve data breach impacted upward of 7.64 million consumers The biggest data breach fines, penalties, and settlements so far Dell data breach exposes data of 49 million customers Sensitive US government data exposed after Space-Eyes data breach Related content news Most interesting products to see at RSAC 2024 Tools, platforms, and services that the CSO team recommends 2024 RSA Conference attendees check out. By CSO Staff 07 May 2024 12 mins RSA Conference Security news Google launches Google Threat Intelligence at RSA Conference The new addition to Google Cloud Security is designed to inform security teams on approaches to protecting against external threats, managing attack surfaces, and mitigating digital risks. By Sascha Brodsky 06 May 2024 4 mins RSA Conference Cloud Security Security Software news Accenture, IBM, Mandiant join Elite Cyber Defenders Program to secure critical infrastructure Led by Nozomi Networks, the program aims to provide global industrial and government customers cybersecurity defense tools, incident response teams, and threat intelligence. By Michael Hill 25 Apr 2023 3 mins Government Incident Response RSA Conference PODCASTS VIDEOS RESOURCES EVENTS SUBSCRIBE TO OUR NEWSLETTER From our editors straight to your inbox Get started by entering your email address below. Please enter a valid email address Subscribe by Michael Hill UK Editor Michael Hill is the UK editor of CSO Online. He has spent the past five-plus years covering various aspects of the cybersecurity industry, with particular interest in the ever-evolving role of the human-related elements of information security. A keen storyteller with a passion for the publishing process, he enjoys working creatively to produce media that has the biggest possible impact on the audience. More from this author feature What is the cost of a data breach? By Michael Hill 16 Oct 2024 14 minsData BreachSecurity feature Cyber insurance explained: Costs, terms, how to know it’s right for your business By Michael Hill 10 Oct 2024 14 minsRisk Management feature Notable post-quantum cryptography initiatives paving the way toward Q-Day By Michael Hill 04 Oct 2024 13 minsThreat and Vulnerability ManagementSecurity PracticesSecurity feature The biggest data breach fines, penalties, and settlements so far By Michael Hill 26 Apr 2024 16 minsData BreachSecurity feature If you don’t already have a generative AI security policy, there’s no time to lose By Michael Hill 27 Dec 2023 14 minsGenerative AIData and Information SecuritySecurity Practices news BigID unveils new data risk remediation guidance feature By Michael Hill 09 Nov 2023 4 minsThreat and Vulnerability ManagementData and Information SecurityRisk Management news Generative AI could erode customer trust, half of business leaders say By Michael Hill 08 Nov 2023 4 minsCSO and CISOGenerative AICompliance news US launches “Shields Ready” campaign to secure critical infrastructure By Michael Hill 08 Nov 2023 3 minsGovernmentComplianceCritical Infrastructure by Dan Swinhoe Editor Dan Swinhoe is UK Editor of CSO Online. Previously he was Senior Staff Writer at IDG Connect. More from this author feature EU’s DORA regulation explained: New risk management requirements for financial firms By Dan Swinhoe 08 Aug 2024 7 minsComplianceRisk ManagementSecurity feature Man-in-the-middle (MitM) attack definition and examples By Dan Swinhoe 25 Mar 2022 8 minsCyberattacksHackingInternet of Things feature How decision-making psychology can improve incident response By Dan Swinhoe 29 Jan 2021 8 minsCyberattacksIT SkillsSecurity feature How Stagecoach stops BEC attacks with security training, email controls By Dan Swinhoe 20 Jan 2021 6 minsPhishingCyberattacksSecurity feature Interim data deal and Brexit: What CISOs need to know now the UK has left the EU By Dan Swinhoe 05 Jan 2021 8 minsData PrivacyComplianceSecurity feature UK Telecommunications Security Bill aims to improve telco security for 5G rollouts By Dan Swinhoe 22 Dec 2020 11 minsComplianceCritical InfrastructureSecurity feature What is typosquatting? A simple but effective attack technique By Dan Swinhoe 18 Dec 2020 10 minsCyberattacksSecurity feature What CISOs need to know about Europe’s GAIA-X cloud initiative By Dan Swinhoe 11 Dec 2020 11 minsData PrivacyCloud SecuritySecurity by John Leyden Senior Writer John Leyden is a senior writer for CSO Online. He has written about computer networking and cyber-security for more than 20 years. Prior to the advent of the web, he worked as a crime reporter at a local newspaper in Manchester, UK. John holds an honors degree in electronic engineering from City, University of London. More from this author feature The ransomware negotiation playbook adds new chapters By John Leyden 24 Oct 2024 9 minsRansomwareIncident ResponseSecurity news analysis Low turnover leaves job-seeking CISOs with nowhere to go By John Leyden 22 Oct 2024 5 minsCSO and CISOSalariesCareers feature EU’s NIS2 Directive for cybersecurity resilience enters full enforcement By John Leyden 18 Oct 2024 7 minsRegulationIT Governance FrameworksSecurity Operations Center feature Security spending signals major role change for CISOs and their teams By John Leyden 30 Sep 2024 10 minsCSO and CISOBudgetIT Strategy feature CrowdStrike outage redefines EDR market emphasis By John Leyden 25 Sep 2024 5 minsTechnology IndustryEndpoint Protection feature Cyber insurance price hikes stabilize as insurers expect more from CISOs By John Leyden 24 Sep 2024 9 minsRansomwareData and Information SecurityNetwork Security feature Patch management: A dull IT pain that won’t go away By John Leyden 16 Sep 2024 9 minsPatch Management SoftwareRisk Management feature How not to hire a North Korean IT spy By John Leyden 28 Aug 2024 11 minsIT Leadership Show me morePopularArticlesPodcastsVideos news Predictable AWS cloud deployment resources allow full account takeover By Shweta Sharma 25 Oct 20243 mins Cloud SecurityVulnerabilitiesSecurity news Change Healthcare data breach exposed ‘only’ 100 million US health records By Gyana Swain 25 Oct 20245 mins RansomwareCyberattacks interview How Interpol is adapting to the ever-evolving cybercrime landscape By Mario Moreno 25 Oct 20248 mins Government ITGovernmentCyberattacks podcast CSO Executive Sessions: Guardians of the Games - How to keep the Olympics and other major events cyber safe 07 Aug 202417 mins CSO and CISO podcast CSO Executive Session India with Dr Susil Kumar Meher, Head Health IT, AIIMS (New Delhi) 17 Jul 202417 mins CSO and CISO podcast CSO Executive Session India with Charanjit Bhatia, Head of Cybersecurity, COE, Bata Brands 08 Jul 202418 mins CSO and CISO video CSO Executive Sessions: Standard Chartered’s Alvaro Garrido on cybersecurity in the financial services industry 23 Oct 202410 mins Financial Services IndustrySecurity video CSO Executive Sessions: New World Development’s Dicky Wong on securing critical infrastructure 16 Oct 202412 mins Critical InfrastructureSecurity video CSO Executive Sessions: DocDoc’s Rubaiyyaat Aakbar on security technology 12 Sep 202419 mins Healthcare IndustryArtificial IntelligenceSecurity Sponsored Links Get Cisco UCS X-Series Chassis and Fabric Interconnects offer. About About Us Advertise Contact Us Foundry Careers Reprints Newsletters BrandPosts Policies Terms of Service Privacy Policy Cookie Policy Copyright Notice Member Preferences About AdChoices E-commerce Links Your California Privacy Rights Privacy Settings Our Network CIO Computerworld Infoworld Network World LinkedIn X Facebook Copyright © 2024 IDG Communications, Inc.",
        "summary": "[[Summary: \nThe article discusses the 18 biggest data breaches of the 21st century, highlighting the scale and impact of these incidents on millions of users. The breaches are ranked by the number of users affected, records exposed, or accounts compromised. \n\n1. **Yahoo (August 2013)**: Impacted 3 billion accounts. Initially announced in December 2016, Yahoo later revealed that the actual figure was 3 billion accounts, involving account information like security questions and answers, but not payment data. \n\n2. **Aadhaar (January 2018)**: Exposed identity and biometric data of 1.1 billion Indian citizens. The breach occurred through a vulnerable API linked to a state-owned utility company, with hackers selling access to the data for as little as $7.\n\n3. **Alibaba (November 2019)**: Also impacted 1.1 billion pieces of user data through unauthorized scraping by a developer, who was later sentenced to prison.\n\n4. **LinkedIn (June 2021)**: Data of 700 million users was posted on the dark web, with the hacker using scraping techniques to gather information, including emails and geolocation data.\n\n5. **Sina Weibo (March 2020)**: Affected 538 million accounts, with personal details sold on the dark web. The company argued that the data was publicly accessible.\n\n6. **Facebook (April 2019)**: Exposed data of 533 million users, including phone numbers and account names, which was later made available for free online.\n\n7. **Marriott International (September 2018)**: 500 million guests were affected after unauthorized access to the Starwood guest reservation database, revealing sensitive personal information.\n\n8. **Yahoo (2014)**: A separate incident where state-sponsored actors stole data from 500 million accounts, including hashed passwords and personal details.\n\n9. **Adult Friend Finder (October 2016)**: 412.2 million accounts were compromised, with many passwords easily cracked due to weak encryption.\n\n10. **MySpace (2013)**: 360 million user accounts were leaked, with data sold on the dark web.\n\n11. **NetEase (October 2015)**: 235 million accounts were reportedly compromised, but the company denied a breach.\n\n12. **Court Ventures (Experian) (October 2013)**: A Vietnamese man gained access to 200 million personal records through deception.\n\n13. **LinkedIn (June 2012)**: 165 million user accounts were compromised, with passwords later sold on the dark web.\n\n14. **Dubsmash (December 2018)**: 162 million user accounts were breached, with data sold on dark web markets.\n\n15. **Adobe (October 2013)**: 153 million user records were stolen, including customer credit card information.\n\n16. **National Public Data (December 2023)**: Exposed data of 270 million people, with records leaked and sold on the dark web.\n\n17. **Equifax (2017)**: Affected 159 million records due to a security vulnerability, leading to significant financial losses and legal consequences.\n\n18. **eBay (2014)**: 145 million user accounts were compromised through employee credential theft, leading to a forced password reset.\n\nThe article emphasizes the growing frequency and severity of data breaches in the digital age, with significant implications for users' personal information and organizational accountability.]]",
        "url": "https://www.csoonline.com/article/534628/the-biggest-data-breaches-of-the-21st-century.html",
        "access_time": "2024-10-26T11:42:11.261479"
    },
    {
        "original_html": "You have reached the cached page for https://online.hbs.edu/blog/post/data-privacy-issuesBelow is a snapshot of the Web page as it appeared on 2024/10/24 (the last time our crawler visited it). This is the version of the page that was used for ranking your search results. The page may have changed since we last cached it. To see what might have changed (without the highlights), go to the current page.Bing is not responsible for the content of this page. Skip to Main Content CoursesOpen Courses Mega Menu Business Essentials Credential of Readiness (CORe) Business Analytics Economics for Managers Financial Accounting Leadership & Management Leadership Principles Management Essentials Negotiation Mastery Organizational Leadership Strategy Execution Power and Influence for Positive Impact Leadership, Ethics, and Corporate Accountability Leading Change and Organizational Renewal Credential of Leadership, Impact, and Management in Business (CLIMB) Entrepreneurship & Innovation Entrepreneurship Essentials Disruptive Strategy Negotiation Mastery Design Thinking and Innovation Launching Tech Ventures Winning with Digital Platforms Leading Change and Organizational Renewal Strategy Strategy Execution Business Strategy Economics for Managers Disruptive Strategy Global Business Sustainable Business Strategy Marketing Digital Marketing Strategy Creating Brand Value Digital Transformation Winning with Digital Platforms AI Essentials for Business Finance & Accounting Financial Accounting Leading with Finance Alternative Investments Sustainable Investing Business in Society Sustainable Business Strategy Global Business Sustainable Investing Power and Influence for Positive Impact Leadership, Ethics, and Corporate Accountability Business and Climate Change All Courses For OrganizationsOpen For Organizations Mega Menu Corporate LearningHelp your employees master essential business concepts, improve effectiveness, and expand leadership capabilities. Academic SolutionsIntegrate HBS Online courses into your curriculum to support programs and create unique educational opportunities. Need Help? Frequently Asked Questions Contact Us Pathways to Business Stories designed to inspire future business leaders. InsightsOpen Insights Mega Menu Business Insights Blog Career Development Communication Decision-Making Earning Your MBA Entrepreneurship & Innovation Finance Leadership Management Negotiation Strategy All Topics Sample Business Lessons and E-Books Gain new insights and knowledge from leading faculty and industry experts. Podcast The Parlor Room: Where business concepts come to life. Listen now on your favorite podcast platform. More InfoOpen More Info Mega Menu Learning ExperienceMaster real-world business skills with our immersive platform and engaged community. Certificates, Credentials, & CreditsLearn how completing courses can boost your resume and move your career forward. Learning TracksTake your career to the next level with this specialization. Financing & Policies Employer Reimbursement Payment & Financial Aid Policies Connect Student Stories Community Need Help? Frequently Asked Questions Request Information Support Portal Enroll Now Login My CoursesAccess your courses and engage with your peers My AccountManage your account, enrollment, and payments. HBS Home About HBS Academic Programs Alumni Faculty & Research Baker Library Giving Harvard Business Review Initiatives News Recruit Map / Directions HBS Online Courses Business Essentials Leadership & Management Credential of Leadership, Impact, and Management in Business (CLIMB) Entrepreneurship & Innovation Strategy Marketing Digital Transformation Finance & Accounting Business in Society For Organizations Insights More Info About Support Portal Media Coverage Founding Donors Leadership Team Careers My Courses My Account Enroll Now …→ Harvard Business School→ HBS Online→ Business Insights→ Business Insights Harvard Business School Online's Business Insights Blog provides the career insights you need to achieve your goals and gain confidence in your business skills. Filter Results Topics Topics Accounting Analytics Business Essentials Business in Society Career Development Communication Community ConneXt Decision-Making Digital Transformation Earning Your MBA Entrepreneurship & Innovation Finance Leadership Management Marketing Negotiation News & Events Productivity Staff Spotlight Strategy Student Profiles Technology Work-Life Balance Courses Courses AI Essentials for Business Alternative Investments Business Analytics Business Strategy Business and Climate Change CLIMB CORe Creating Brand Value Design Thinking and Innovation Digital Marketing Strategy Disruptive Strategy Economics for Managers Entrepreneurship Essentials Financial Accounting Global Business Launching Tech Ventures Leadership Principles Leadership, Ethics, and Corporate Accountability Leading Change and Organizational Renewal Leading with Finance Management Essentials Negotiation Mastery Organizational Leadership Power and Influence for Positive Impact Strategy Execution Sustainable Business Strategy Sustainable Investing Winning with Digital Platforms Subscribe to the Blog Email* Please complete this required field. Email must be formatted correctly. Please complete all required fields. RSS feed Filters Topics Topics Accounting Analytics Business Essentials Business in Society Career Development Communication Community ConneXt Decision-Making Digital Transformation Earning Your MBA Entrepreneurship & Innovation Finance Leadership Management Marketing Negotiation News & Events Productivity Staff Spotlight Strategy Student Profiles Technology Work-Life Balance Courses Courses AI Essentials for Business Alternative Investments Business Analytics Business Strategy Business and Climate Change CLIMB CORe Creating Brand Value Design Thinking and Innovation Digital Marketing Strategy Disruptive Strategy Economics for Managers Entrepreneurship Essentials Financial Accounting Global Business Launching Tech Ventures Leadership Principles Leadership, Ethics, and Corporate Accountability Leading Change and Organizational Renewal Leading with Finance Management Essentials Negotiation Mastery Organizational Leadership Power and Influence for Positive Impact Strategy Execution Sustainable Business Strategy Sustainable Investing Winning with Digital Platforms Subscribe to the Blog Email* Please complete this required field. Email must be formatted correctly. Please complete all required fields. RSS feed Big Data Analytics Privacy Issues and How to Avoid Them 01 Sep 2015 HBS Online Staff Analytics Business Analytics In the digital age, businesses have access to extensive information about their customers. This data can help businesses personalize offerings and reach consumers in a way that reflects their individuality. Advances in data analytics make it easier to combine information, such as preferences, shopping patterns, and sensitivity to price into useful templates for suggesting products. This seems like a win-win for marketers, who can identify those who are most likely to want their products, and end users, who receive communications tailored specifically to them. Privacy, however, is a major issue when it comes to using customer data. As more people share information online and breaches become more common, the importance of protecting individuals’ identities has grown. Despite trying to preserve the privacy of their customers, companies sometimes run into major problems. Before diving into the potential data privacy issues that businesses can run into, you need to understand why data privacy is so important. Here’s a look into why privacy should be at the forefront of all data science and data analytics activities. What Is Data Privacy and Why Is It Important? Data privacy is a branch of data security concerned with the proper handling of data. When organizations collect and use consumer data, they have an obligation to consumers to handle the data ethically and responsibly. By failing to inform consumers that their personal information is being collected or misusing the data in a way that threatens their privacy, organizations are not only putting their customers at risk, but also the organization’s reputation and legal standing. Data privacy is important because it protects consumers’ personal information and helps organizations maintain ethical business practices, uphold their reputation, and avoid potential financial implications associated with the misuse of consumer data. Here are three big data privacy issues companies should avoid and insight into how businesses can mitigate privacy risks associated with big data analytics. Free E-Book: A Beginner's Guide to Data & Analytics Access your free e-book today. DOWNLOAD NOW 3 Privacy Issues Associated with Big Data 1. Failing to Mask Customer Data To maintain the anonymity of customers and other data subjects, organizations need to effectively mask, or de-identify, sensitive data so it doesn’t end up in the wrong hands. When companies de-identify a dataset, they remove all personally-identifiable information (PII). Sometimes, PII can be replaced with modified content to keep analytics intact while protecting the subjects’ privacy. However, PII can still slip through the cracks and have devastating consequences. In October 2006, Netflix offered $1,000,000 to any individual or group who could figure out a way to improve its DVD recommendations to subscribers by 10 percent or more. It released a de-identified historical dataset with information from hundreds of thousands of users about the grades they’d given to various movies. Although they stripped names and ID numbers from the data, many Netflix customers used other rating sites, such as IMDB. Comparing ratings on IMDB with those in the de-identified Netflix database allowed researchers to accurately determine the user’s identity. This is called re-identification, and ultimately led to an expensive legal settlement. It was later found that Netflix could have invested in data masking technology to avoid issues with anonymizing customer data. This would've cost about $50,000—a small amount compared to their expensive legal settlement. 2. Taking Targeted Advertisement Too Far Companies often track consumers’ digital behavior and combine this data with demographic information to personalize advertisements for products and services. These targeted advertisements are intended to provide consumers with value by presenting them with products that they actually want. However, targeted advertisements are often seen as an invasion of privacy, and it can be difficult for companies to determine where to draw the line between helpful and invasive. For example, in 2010, Target implemented a new algorithm that analyzed changes in customers’ buying habits to identify women who were newly pregnant. Target was able to reach out to these women and offer them products that would be useful to them. Because pregnancy and its associated changes happen quickly, a rapid algorithm was valuable. However, the company found itself in the middle of a scandal when it sent ads for baby products to a teenage girl living with her parents, whom she had not yet told about her pregnancy. This story exploded over the news and social media. Target has since eased up on its direct marketing and now includes products of interest to a wider audience along with any targeted promotions to avoid similar situations in the future. 3. Using Data Without Permission Using PII without consent is both unethical and potentially illegal. Companies must receive explicit consent before they can collect and utilize personal data from customers. However, businesses often overlook this crucial step in the data collection process. On Black Friday in 2011, two malls used a new mobile technology to track shoppers as they moved through the mall, allowing them to send location-specific alerts to customer’s phones. In addition to helping marketers target the right people, monitoring the flow of shoppers through the mall would help stores determine how to staff during the busy holiday season. Unfortunately, this was done without the knowledge or consent of shoppers. Not only were mall visitors upset about marketers’ use of their phones for tracking purposes, but Senator Chuck Schumer (D-NY) denounced the practice at a press conference. Both malls cancelled the program, which was intended to run through New Year’s Day, within a week. This example highlights the importance of allowing customers to opt-in and voluntarily provide their data to preserve their right to privacy. Rather than technology that collects data from any mall visitor who hasn’t turned off their phone, some stores are now using a similar technology, but only with customers who choose to install an app on their phone and provide consent. Maintaining Privacy and Using Data Ethically Data is a powerful tool that companies can harness to inform business decisions and boost profitability. But as the saying goes, with great knowledge comes great responsibility. Companies must do everything they can to use customer data ethically, preserve customers' privacy, keep them informed of how their data is being used, provide consumers with options to opt in or out, and walk the fine line between serving up relevant, targeted content and overstepping boundaries. Whether you’re a data scientist, data analyst, or anyone else working with data, expanding upon your data science skill set can help you learn best practices regarding data privacy and teach you to work with data more effectively, efficiently, and ethically. Are you interested in learning more about data science and how you can become adept at working with data? Download our Beginner’s Guide to Data & Analytics to learn more about data science concepts and applications. This post was updated on March 19, 2021. It was originally published on September 1, 2015. All FAQsTop FAQs How are HBS Online courses delivered? +– We offer self-paced programs (with weekly deadlines) on the HBS Online course platform. Our platform features short, highly produced videos of HBS faculty and guest business experts, interactive graphs and exercises, cold calls to keep you engaged, and opportunities to contribute to a vibrant online community. Are HBS Online programs available in languages other than English? +– We expect to offer our courses in additional languages in the future but, at this time, HBS Online can only be provided in English. All course content is delivered in written English. Closed captioning in English is available for all videos. There are no live interactions during the course that requires the learner to speak English. Coursework must be completed in English. Do I need to come to campus to participate in HBS Online programs? +– No, all of our programs are 100 percent online, and available to participants regardless of their location. How do I enroll in a course? +– Certificate Programs HBS Online welcomes committed learners wherever they are—in the world and their careers—irrespective of their professional experience or academic background. To extend the reach of HBS Online, we no longer require an application for our certificate programs. (Applications are still required for our credential programs: CORe and CLIMB.) You can now immediately enroll and start taking the next step in your career. All programs require the completion of a brief online enrollment form before payment. If you are new to HBS Online, you will be required to set up an account before enrolling in the program of your choice. Our easy online enrollment form is free, and no special documentation is required. All participants must be at least 18 years of age, proficient in English, and committed to learning and engaging with fellow participants throughout the program. Updates to your enrollment status will be shown on your account page. HBS Online does not use race, gender, ethnicity, or any protected class as criteria for enrollment for any HBS Online program. Credential Programs HBS Online's CORe and CLIMB programs require the completion of a brief application. The applications vary slightly, but all ask for some personal background information. You can apply for and enroll in programs here. If you are new to HBS Online, you will be required to set up an account before starting an application for the program of your choice. Our easy online application is free, and no special documentation is required. All participants must be at least 18 years of age, proficient in English, and committed to learning and engaging with fellow participants throughout the program. Updates to your application and enrollment status will be shown on your account page. We confirm enrollment eligibility within one week of your application for CORe and three weeks for CLIMB. HBS Online does not use race, gender, ethnicity, or any protected class as criteria for admissions for any HBS Online program. Does Harvard Business School Online offer an online MBA? +– No, Harvard Business School Online offers business certificate programs. What are my payment options? +– We accept payments via credit card, wire transfer, Western Union, and (when available) bank loan. Some candidates may qualify for scholarships or financial aid, which will be credited against the Program Fee once eligibility is determined. Please refer to the Payment & Financial Aid page for further information. We also allow you to split your payment across 2 separate credit card transactions or send a payment link email to another person on your behalf. If splitting your payment into 2 transactions, a minimum payment of $350 is required for the first transaction. In all cases, net Program Fees must be paid in full (in US Dollars) to complete registration. What are the policies for refunds and deferrals? +– After enrolling in a program, you may request a withdrawal with refund (minus a $100 nonrefundable enrollment fee) up until 24 hours after the start of your program. Please review the Program Policies page for more details on refunds and deferrals. If your employer has contracted with HBS Online for participation in a program, or if you elect to enroll in the undergraduate credit option of the Credential of Readiness (CORe) program, note that policies for these options may differ. Sign up for News & Announcements Email* • Please complete this required field. • Email must be formatted correctly. • Please complete all required fields. Subject Areas Business Essentials Leadership & Management Entrepreneurship & Innovation Strategy Marketing Finance & Accounting Business & Society Digital Transformation Quick Links FAQs Contact Us Request Info Enroll Now Support Portal About About Us Media Coverage Founding Donors Leadership Team Careers @ HBS Online Legal Legal Policies Copyright © President & Fellows of Harvard College Site Map Trademark Notice Digital Accessibility",
        "summary": "[[Summary: \n\n1. **Main Topic**: Data Privacy Issues in Big Data Analytics\n   - Focus on the importance of data privacy in the digital age and the ethical handling of consumer data by organizations.\n\n2. **Importance of Data Privacy**:\n   - Data privacy involves the proper handling of personal data.\n   - Organizations must inform consumers about data collection and usage.\n   - Protecting consumer information is crucial for maintaining reputation and avoiding legal issues.\n\n3. **Key Privacy Issues**:\n   - **Failing to Mask Customer Data**: \n     - Organizations must anonymize sensitive data to prevent re-identification.\n     - Example: Netflix's 2006 incident where de-identified data led to user identification, resulting in a costly legal settlement.\n   - **Targeted Advertisements**:\n     - Excessive tracking of consumer behavior can lead to privacy invasions.\n     - Example: Target's 2010 algorithm identified pregnant women, leading to public backlash when ads were sent to an unknowing teenager.\n   - **Using Data Without Permission**:\n     - Collecting personal data without explicit consent is unethical and potentially illegal.\n     - Example: Malls tracking shoppers without consent led to public outrage and the cancellation of the program.\n\n4. **Recommendations for Organizations**:\n   - Use data ethically and responsibly.\n   - Inform customers about data usage and provide opt-in or opt-out options.\n   - Invest in data masking technologies to enhance privacy protection.\n\n5. **Call to Action**:\n   - Encouragement for individuals interested in data science to expand their knowledge on data privacy best practices.\n\n6. **Publication Details**:\n   - Originally published on September 1, 2015, and updated on March 19, 2021.\n\n7. **Additional Resources**:\n   - A free e-book titled \"A Beginner's Guide to Data & Analytics\" is available for download.\n\n]]",
        "url": "https://online.hbs.edu/blog/post/data-privacy-issues",
        "access_time": "2024-10-26T11:42:09.079531"
    },
    {
        "original_html": "You have reached the cached page for https://digitalprivacy.ieee.org/publications/topics/ethical-issues-related-to-data-privacy-and-security-why-we-must-balance-ethical-and-legal-requirements-in-the-connected-worldBelow is a snapshot of the Web page as it appeared on 2024/10/25 (the last time our crawler visited it). This is the version of the page that was used for ranking your search results. The page may have changed since we last cached it. To see what might have changed (without the highlights), go to the current page.Bing is not responsible for the content of this page. Join IEEE | Sign In IEEE.org IEEE Xplore Digital Library IEEE Standards IEEE Spectrum More Sites More Sites IEEE Xplore Digital Library IEEE Standards IEEE Spectrum More Sites Menu Toggle navigation Join IEEE Digital Privacy Search IEEE Digital Privacy Search JOIN IEEE DIGITAL PRIVACY IEEE Digital Privacy Toggle navigation Search IEEE Digital Privacy Search AboutVolunteerEducationEventsMedia CenterPodcastsVideosPublicationsStandardsCrosswalk HomePublicationsAdditional Digital Privacy ResourcesEthical Issues Related to Data Privacy and Security: Why We Must Balance Ethical and Legal Requirements in the Connected World Ethical Issues Related to Data Privacy and Security: Why We Must Balance Ethical and Legal Requirements in the Connected World Different industries, organizations, and governing bodies view the issue of data privacy differently. Additionally, ethical issues related to data privacy and security can change how a group of people thinks about data dissemination. In emergency situations, some individuals could value a fast and informed response more than they value data privacy. Because the opinions and ethics surrounding data privacy are not constant, it can be challenging for governing authorities to enforce legal requirements. Governance around data privacy and security is an important part of society, however, to protect individuals. To maintain ethical guidelines and protect the general public, governing bodies should weigh the costs and benefits around data privacy and security, being willing to adjust when needed. Ethical and Compliance Challenges of Data Privacy IEEE Course ProgramProtecting Privacy in the Digital Age In the connected world, private information is more accessible than ever with the proliferation of Internet of Things (IoT) devices around the globe. Technology like IoT and 5G is powerful and can precipitate improvements to communication, health care, the supply chain, and more. However, the same technology raises challenges for organizations and governments around how to keep sensitive data private. Additionally, opinions around data privacy vary around the world. Government authorities often set regulations to define standards for how data privacy should be handled in a particular locale. What compliance involves for data privacy depends on these government regulations. For example, in the energy systems industry in the United States, the Federal Energy Regulatory Commission enforces compliance related to privacy regulations. In other locales or other industries, different governing bodies define what compliance involves to maintain data privacy. Ethical Challenges According to the digital ethics of privacy, you are ethically required to adhere to an individual’s wishes about how to use their data. However, that assumption can bring about the following ethical challenges related to data privacy: You might not know the individual’s wishes. The individual’s wishes might contradict regulatory requirements. For example, the government might require you to release data that a person would prefer to keep private. One individual’s wishes might not be the same as another individual’s wishes. These differences in privacy preferences add complexity to regulating the use of personal data. Compliance Challenges In addition to the ethical challenges of data privacy, organizations face the following compliance challenges related to data privacy: Regulations vary in different locales, making it challenging for global organizations to comply to all regulations. Data received by an organization might have been collected by outside sources. It can be challenging for an organization to determine if the outside source collected the data in compliance with all regulations. Regulations can change quickly, requiring organizations to invest resources in staying up to date on the latest requirements. Interested in learning more about ethical issues related to data privacy and security? Learn more in our course program: Protecting Privacy in the Digital Age Access the courses Ethical and Legal Requirements Associated with Data Dissemination The legal requirements associated with data dissemination are well defined. The ethical requirements tend to be more subjective. In scenarios where following the legal requirements could violate ethical requirements, individuals and policymakers need to strike a balance between following general standards and preserving the greater good. Legal Requirements Associated with Data Dissemination Regulations associated with data dissemination vary based on the governing authority. Some countries require more stringent data privacy laws than others. As examples, let’s take a look at the differing guiding principles for data dissemination in the United States and the European Union. In the United States, the Privacy Act of 1974 governs the practices surrounding data use and data dissemination. The Act prohibits disclosing information about an individual without the individual’s consent. However, it allows for twelve statutory exceptions to this principle. The Act also gives individuals the right to access and amend their records. In the European Union, the General Data Protection Regulation defines data privacy and security law for any data related to people in the European Union. The regulation applies to organizations outside of the European Union as well if they process the personal data of, or offer goods and services to, European Union citizens and residents. Organizations that process this data must follow seven protection and accountability principles, such as minimizing the amount of data collected and limiting the amount of time that data is stored. Compared to the United States, data privacy regulations in the European Union tend to place more responsibility on the organizations that collect and manage personal data. In an effort to protect the individual, these regulations allow for few exceptions and allow organizations access to the least amount of data necessary for their purposes. Ethical Requirements Associated with Data Dissemination Ethical issues related to data privacy and security add more complexity to the discussion around data dissemination. Consider the following examples related to research ethics: If researchers released data collected during education studies, members of society could help the research participants who are at risk. Based on research data, politicians could allocate tax dollars more effectively to the individuals who need it the most. If researchers released data collected during health studies, doctors and other health-care professionals could address issues before they advance. Health insurance companies could allocate funds more effectively to those at greater risk. If ethics was the only factor, organizations would disseminate data whenever the recipient could use the data for good. This principle can be controversial, however, because there could be cases where disclosing the data would be better for others but worse for the individual. If an organization released research results, it could help policymakers allocate funds, but it could also cause an individual to lose his job or sully his reputation. Health-care research studies, in particular, now require ethical approval and informed consent because of a history of studies that caused harm to individuals. However, these regulations prevent scientists from being able to study conditions or scenarios that could benefit society if they could cause harm to the individual being studied. Overall, the ethical requirements associated with data dissemination are complex and flexible. Because there are differing opinions, policymakers and citizens need to consider individual cases before making regulations. Gap between Ethical and Legal Requirements In regard to data privacy data dissemination, there is a gap between ethical and legal requirements. This gap represents the subjective area where individuals should challenge lawmakers to allow data dissemination if it is better for society. For example, in emergency use cases, it might be appropriate to make genetic information available to first responders. If first responders use the data appropriately, they could save lives. The General Data Protection Regulation in the European Union does allow organizations to process data if it’s needed to save someone’s life. However, the legal requirements around how to properly store and process data can sometimes make it too challenging or costly to do so when needed. New Ethical Concerns in Online Privacy and Data Security As technology advances and the world becomes more connected, there are more opportunities for beneficial data use. At the same time, there are more opportunities for people to use that data unethically. The COVID-19 Pandemic Medical professionals first identified the novel virus causing the COVID-19 pandemic in Wuhan in December 2019. Since then, the World Health Organization declared the virus a pandemic because of the international spread of disease. Every governing body faced with the virus has had to make their own decisions about how to contain it. For example, many countries use contact tracing, but some countries disagree on ethical principles for it. Contact tracing identifies recent contacts of a person who tested positive for COVID-19 so the contacts can be tested before symptoms develop. One method for effectively identifying recent contacts is by analyzing location data from mobile devices. However, government access to location data raises privacy concerns if individuals do not specifically allow that data to be used. Governments have had to balance these ethical considerations when determining data security regulations. Some governments made exceptions to existing regulations, violating online privacy in favor of limiting the spread of the virus. Others found alternative methods for contact tracing that are not as accurate. Through these kinds of scenarios, the COVID-19 pandemic has shed new light on ethical concerns in online privacy and data security. New Technology and Global Trends New technology has also created new ethical concerns related to online privacy and data security. For example, researchers are studying whether they can use social media and mobile device data to identify individuals at risk of suicide. To follow legal requirements, though, researchers must collect and use this data appropriately and give individuals the ability to consent to its use. The global trend of an interconnected world with increased internet use causes another ethical concern. There is unequal access to technology like social media and mobile devices around the world. To help with equity, leaders in technology should work to make access to technology like 5G networks available in less connected areas. Cybersecurity Risks The benefits of technology and the internet come with some cybersecurity risks. That’s another reason ethical concerns about online privacy and data security are in the minds of internet users currently. According to the Federal Bureau of Investigation’s 2020 Internet Crime Report, there were 791,790 complaints of suspected internet crime in 2020. Complaints increased by more than three hundred thousand incidents compared to 2019. Organizations that collect private data need to invest significant resources to avoid the risk of a data breach. Even with security measures in place, organizations can still become a victim of cybersecurity attacks. Because of these security risks and the ethical consequences of an organization accidentally exposing personal data, government authorities must monitor cybercrime and require organizations to handle private data securely. Ethical Guidelines for the Information Professional New technology is a disruption to the previous way of life. In some ways, technology offers new opportunities for advancement that can greatly benefit individuals. In other ways, technology creates opportunities for risks and inequalities. To combat and minimize these risks, individuals have an ethical responsibility to use technology wisely and keep data secure. When it comes to data privacy and security, individuals should uphold the following principles in order to follow ethical guidelines: Do no harm while seeking to improve the quality of life for all people. Establish accountability practices. Respect confidentiality. These overarching principles cover the basics about what it means to follow ethical guidelines related to data privacy. For a more comprehensive list of ethical guidelines for information professionals currently in the field, refer to the Best Ethical Practices in Technology article published by Santa Clara University. These guidelines can help direct information professionals to use data responsibly and ethically in their endeavors. An effective way to enforce these ethical guidelines within an organization is by asking employees, students, and volunteers to sign a code of conduct. Then, if someone in your profession is not following ethical guidelines, you can appeal to the code of conduct to alter their behavior or to justify their dismissal. Community Involvement around Data Privacy Ethical issues related to data privacy and security require policymakers to form regulations and enforce consequences for violations, but policymakers must also be ready to adapt when needed. To protect the privacy of all, we need to think critically about how to best handle personal data, especially in an increasingly connected world online. The Institute of Electrical and Electronics Engineers (IEEE) is the world’s largest technical professional organization dedicated to advancing technology for the benefit of humanity. IEEE offers resources and opportunities to get involved with current issues like how to handle data privacy and security around the globe. Interested in joining IEEE Digital Privacy? IEEE Digital Privacy is an IEEE-wide effort dedicated to champion the digital privacy needs of the individuals. This initiative strives to bring the voice of technologists to the digital privacy discussion and solutions, incorporating a holistic approach to address privacy that also includes economic, legal, and social perspectives. Join the IEEE Digital Privacy Community to stay involved with the initiative program activities and connect with others in the field. Interested in learning more about ethical issues related to data privacy and security? Learn more in our course program: Protecting Privacy in the Digital Age Access the courses Home Sitemap Contact IEEE Digital Privacy Accessibility Nondiscrimination Policy IEEE Ethics Reporting IEEE Privacy Policy Terms IEEE Digital Privacy © Copyright 2024 IEEE - All rights reserved. A not-for-profit organization, IEEE is the world's largest technical professional organization dedicated to advancing technology for the benefit of humanity.",
        "summary": "[[Summary: \n\n**Main Topic**: Ethical Issues Related to Data Privacy and Security\n\n1. **Overview**: \n   - Different industries, organizations, and governing bodies have varying perspectives on data privacy.\n   - Ethical considerations can shift priorities, particularly in emergency situations where timely responses may be prioritized over privacy.\n\n2. **Governance and Compliance**:\n   - Governance is crucial for protecting individuals' privacy.\n   - Ethical guidelines must be balanced with legal requirements, which can vary by region.\n   - Organizations face challenges adhering to diverse regulations, especially when data is sourced externally.\n\n3. **Ethical Challenges**:\n   - Ethical obligations include respecting individual data use preferences, which may conflict with regulatory requirements.\n   - Variability in privacy preferences complicates data use regulations.\n\n4. **Compliance Challenges**:\n   - Global organizations struggle to comply with differing local regulations.\n   - Rapid regulatory changes necessitate continuous investment in compliance.\n\n5. **Legal Requirements**:\n   - **United States**: Governed by the Privacy Act of 1974, which prohibits unauthorized information disclosure but allows for exceptions.\n   - **European Union**: Governed by the General Data Protection Regulation (GDPR), which emphasizes organizational responsibility and limits data use.\n\n6. **Ethical Requirements**:\n   - Ethical considerations often lead to complex dilemmas, particularly in research where the release of data could benefit society but harm individuals.\n   - Historical abuses in research necessitate ethical approvals and informed consent.\n\n7. **Gap Between Ethical and Legal Requirements**:\n   - A notable gap exists where ethical considerations may advocate for data dissemination that benefits society, such as in emergencies.\n\n8. **Impact of New Technology**:\n   - Advances in technology raise new ethical concerns regarding data use, particularly in mental health research and the unequal access to technology globally.\n   - Cybersecurity risks are heightened, with a significant increase in internet crime complaints reported in 2020.\n\n9. **Ethical Guidelines for Information Professionals**:\n   - Key principles include doing no harm, establishing accountability, and respecting confidentiality.\n   - Organizations can enforce ethical practices through codes of conduct.\n\n10. **Community Involvement**:\n    - Policymakers must adapt regulations to protect privacy in an increasingly connected world.\n    - The IEEE is a key organization providing resources and opportunities for engagement in data privacy discussions.\n\n**Conclusion**: The landscape of data privacy and security is complex, requiring a balance between ethical practices and legal compliance, particularly as technology evolves and societal needs change. The IEEE Digital Privacy initiative aims to address these challenges holistically, advocating for the privacy needs of individuals in the digital age.]]",
        "url": "https://digitalprivacy.ieee.org/publications/topics/ethical-issues-related-to-data-privacy-and-security-why-we-must-balance-ethical-and-legal-requirements-in-the-connected-world",
        "access_time": "2024-10-26T11:42:10.255162"
    },
    {
        "original_html": "You have reached the cached page for https://link.springer.com/article/10.1057/s41299-021-00121-9Below is a snapshot of the Web page as it appeared on 2024/10/23 (the last time our crawler visited it). This is the version of the page that was used for ranking your search results. The page may have changed since we last cached it. To see what might have changed (without the highlights), go to the current page.Bing is not responsible for the content of this page. Skip to main content Account Menu Find a journal Publish with us Track your research Search Cart Home Corporate Reputation Review Article Data Breaches and Effective Crisis Communication: A Comparative Analysis of Corporate Reputational Crises Original Article Published: 02 August 2021 Volume 25, pages 176–197, (2022) Cite this article Download PDF Corporate Reputation Review Aims and scope Submit manuscript Data Breaches and Effective Crisis Communication: A Comparative Analysis of Corporate Reputational Crises Download PDF Sanneke Kuipers ORCID: orcid.org/0000-0002-0934-54061 & Michael Schonheit2 1859 Accesses 15 Citations 40 Altmetric 5 Mentions Explore all metrics AbstractOnline data breaches are recurrent and damaging cyber incidents fors organizations worldwide. This study examines how organizations can effectively mitigate reputational damages in the aftermath of data breaches by hacking, through situational crisis communication strategies. Comparable data breach crises do not have an equally negative impact on organizational reputation. Base responses such as comprehensive and exhaustive guidelines, and detailed explanations about the incident to consumers helped to reduce the damage. Corporations responding to data breaches by hacking benefit from admission of responsibility in spite of the initial characterization of such crises as victim crisis types. Organizations that primarily relied on one single strategy, performed better than those that inconsistently blended strategies. Particularly denial was ultimately detrimental to organizational reputation. Self-disclosure allowed companies to positively influence media reporting. Social media communication did not play an important role in the response of the organizations involved. The consistent and timely adoption of compensation, apology, and rectification strategies, combined with reinforcing strategies such as ingratiation and bolstering, positively influenced reputational recovery from the crisis. Similar content being viewed by others On the Importance of Agility, Transparency, and Positive Reinforcement in Cyber Incident Crisis Communication Chapter © 2020 Exploring corporate reputation and crisis communication Article Open access 03 October 2024 Fencing out the Jones’s: The Development of Response Strategies for Spillover Crises Article 18 October 2016 Use our pre-submission checklist Avoid common mistakes on your manuscript. IntroductionOnline data breaches represent one of the most recurrent and damaging cyber incidents for organizations worldwide. As business information and communication systems are increasingly reliant on digital technology and data, the paramount objective of cybersecurity revolves around preserving the availability, integrity, and confidentiality of online data (MERGroup 2020). The Risk-Based Security’s 2020 year-end report estimates that in 2019 alone, 15.1 billion confidential records have been exposed to unauthorized use. This statistic represents an increase by 284% compared to 2018 and confirms a constant trend throughout the decade (Sobers 2020; Winder 2020).Online data breaches are conditional on factors endogenous to organizations, including inconsistent data retention and handling policies, internal misuse, system vulnerabilities, and human errors. Nevertheless, for exposed records to be leveraged into identity theft or fraudulent abuse of confidential information, data breaches also depend on external actors criminally exploiting unauthorized access to data. Therefore, we define as data breach: “unauthorized entry point into a corporation’s database that allows cyber hackers to access customer information” (Martin 2019, p. 1), for instance through phishing emails, DDoS attacks, and Trojan horses.Data breaches increasingly impose on organizations worldwide unparalleled monetary costs (MERGroup 2020; Arghire 2020). Direct costs affecting organizations suffering a data breach include: business disruption and recovery, forensic investigations, legal proceedings, regulatory fines, and credit monitoring for customers. These costs constitute just the tip of iceberg. Indirect costs include reputational damages and loss of consumer trust, which can turn the cyber incident into a corporate reputational crisis that affects business in the long run (Kim et al. 2017; Wang and Park 2017).Indirect organizational damages are particularly relevant for defining the options left to organizations to effectively reduce the impact of a data breach. While cyber incidents cannot be entirely prevented by cybersecurity measures, reputational damages depend on the public perception of an organization in crisis, to be mitigated in the incident response phase with effective crisis communication strategies (Kim et al. 2017; Wang and Park 2017).Data breaches are an increasing risk (both in terms of probability and damage) to nearly all private and public organizations storing sensitive client data. Data breaches provide us with highly comparable cross-industry cases of reputation threats and damage. Data breaches are what Bentley et al. (2018, p. 138) call “ambiguous crisis situations,” because it is not always obvious who is to blame for causing the data breach, whether the organization at hand is actually a victim or a culprit and, thus, what the appropriate crisis communication strategy entails. In addition, because breached organizations are more likely to advise stakeholders on what actions they could or should take after a breach to protect their private information (Bentley 2018), data breaches are ideal cases for studying the effect of base responses in crisis communication, which have received little attention so far (Park 2017). Also, the comparative study of two sets of data breach cases over time, can tell us more about the use of social media in crisis communication and about differences in perception of responsibility attribution regarding cyber incidents over time. Therefore, this paper offers a comparative case study on how organizations can mitigate reputational damages in the aftermath of data breaches through crisis communication strategies. The selected cases of corporate data breaches vary in financial and reputational recovery from the crisis to assess the influence of communication strategies.This study also adds to the domain of cybersecurity research. While the vast majority of studies on data breaches focus on the legal and technological aspects of the phenomenon, the intersection with crisis communication strategies remains under-researched and undertheorized. With the cyber domain being dominated by security scholars focusing on prevention, vulnerabilities, and threats, cyber crisis management, focusing on consequences and responses to cyber incidents, remains vastly overlooked (Hawkins 2017; Kim et al. 2017). Most studies address data breaches as a source of risk and not as crises, either in operational or reputational terms (Khan et al. 2019). This tendency is rooted in the academic and practical prioritization of a preventive approach over a mitigating one, overshadowing the relevancy of crisis management and communication theories for cyber incidents. A study on a cybersecurity incident response, such as data breaches by hacking, would contribute to our knowledge in the cyber domain which faces such incidents increasingly.This article, thus, looks at the crisis response and asks why some organizations maintain their reputation with consumers in the aftermath of a cyber data breach, while others fail to do so. It finds that while the effects of crisis communication response strategies are much in line with previous studies using Situational Crisis Communication Theory (SCCT), corporations responding to data breaches enjoy clear added value from base responses, self-disclosure, and admission of responsibility in spite of the initial characterization of such crises as victim crisis types. In addition, the cases studied later in time seem to experience what we call “breach fatigue” among their audience and invoke less public arousal than earlier cases. The next section will introduce the main insights from on crisis communication to theoretically explain variation in reputation damage in eight data breach cases.Cyber Crises and Data BreachesCyber crises are exceptionally difficult to manage, as their nature complicates the key characteristics of off-line crises: threat, uncertainty, and urgency (Rosenthal et al. 1989). First of all, threats in cyberspace are not straightforward: they may manifest themselves in a variety of ways, affect multiple unrelated parties, and involve stakeholders and authorities from widely dispersed geographical and different functional domains. The source of the threat, its scope, and its consequences are often (partly) invisible and ill-understood, which increases uncertainty and delays urgency in the response phase.Data breaches only become crises, when they are both exposed and impactful. They are exceptionally difficult to detect, resulting in a time lag between the actual breach and its exposure (Chickowski 2013; Lopes et al. 2019). Data breaches become impactful when they compromise the confidentiality, integrity, and availability of company data (Rouse 2020). That same suspicious email containing a malicious payload or that software being in fact a drive-by malware unintentionally downloaded on the system, can suddenly turn everyday events into cybersecurity incidents (Huq 2015).Full prevention is nearly impossible as cybercriminals typically find themselves ahead of the security curve. A purely preventive approach, thus, needs to be complemented with mitigation measures when prevention is unattainable or too costly (Sen and Borle 2015). Data breaches, where both the probability and impact of adverse events are high, therefore, require prevention, detection, as well as recovery measures. This mixed approach, embodied in the National Institute of Standards and Technology (NIST) framework, is the fundamental pillar of cyber risk management (Krumay et al. 2018). By nature, the attention for mitigation and recovery within the cybersecurity domain mainly goes out to the technical and legal aspects of cybersecurity breaches and not to crisis communication as part of the incident response. As the current study shows, crisis communication can make a substantial difference with regard to the extent of the damage and the speed of recovery.Reputation Threats and Crisis CommunicationThe Situational Crisis Communication Theory (SCCT), holds that “attributions of crisis responsibility have a significant effect on how people perceive the reputation of an organization in crisis and their affective and behavioral responses to that organization following a crisis” (Coombs 2010, p. 38). The SCCT framework allows to generalize and predict outcomes, anticipating patterns of dependency and establishing systematic inferences among the variables at play. In line with Coombs (2007a, b), Avery and Park (2016) emphasize the need to study the effect of crisis communication strategies involving the audience as primary target, instead of the organization itself. As such, the SCCT is very much outward oriented and does not focus much on actual repair of perceived deficiencies in the organization that made it crisis prone in the first place, in contrast with studies on trust preservation and repair in corporate organizations (Gillespie and Dietz 2009; Gillespie et al. 2014; Gustafsson et al. 2020).Coombs (2010) stresses a link between the inherent features of a crisis and the most commensurate response to the event. The SCCT framework discerns between crisis types and intensifying factors to assess the degree of crisis responsibility that stakeholders will attribute to the organization after an incident. First, the typology of crises is based on initial organizational responsibility: victim crisis, accidental crisis, and preventable crisis. Each crisis type links to a predetermined communication response strategy cluster. These strategy clusters (Deny, Diminish, Rebuilding, Reinforcing), can be effective as standalone methods or in conjunction with others (Amaresan 2019; Coombs 2010). Crisis types correspond to the framing of the event rather than the nature of the crisis itself.Crises are typically social constructs and subject to framing and exploitation (Boin et al. 2009). Also in SCCT, the crisis type does not constitute a preliminary fixed category (Coombs 2007a, b). Framing relates crises to different degrees or attributed responsibility and corresponds to minimal crisis responsibility (victim crisis), low-moderate crisis responsibility (accidental crisis), and high crisis responsibility (preventable crisis). The more an organization is perceived to be accountable for a crisis, the more its reputation will suffer as it will no longer be trusted to adequately prevent crises or respond to crises.Victim crises include situations believed to be entirely outside of the organization’s control, such as natural disasters, employee misbehavior, and product tampering by external parties. The victim crisis implies only a mild reputational threat. Accidental crises are linked to the organization’s course of actions, but they lack any intentionality or control over the event (Coombs 2004). Accidental crises pose moderate reputational threats. Preventable or intentional crises represent situations where high crisis responsibility is attributed to the organization, generating severe reputational threats (Coombs 2010). The organization is held directly accountable for the crisis development because it intentionally caused the crisis or could have avoided its occurrence yet failed to do so. Human errors are generally believed to preventable, a relevant distinction for the purpose of this study (Morris et al. 1999).Studies on accountability and blaming in both public and private organizational settings instruct us that direct crisis responsibility is not the only factor that can influence the reputation threat posed by a crisis (Brändström and Kuipers 2003; Hinterleitner 2020). For businesses, Coombs (2010) introduced two intensifying factors: crisis severity and performance history. Crisis severity refers to the impactful proportions of a crisis regardless of the responsibility of the organization, in terms of environmental, financial, or human damage (see also Hearit 2006). Performance history is the result of similar incidents that implicated the same organization in the past and the structural quality of the relationship between that same organization and its public, stakeholders, or consumers, prior to the incident. When a crisis comes to light, the media and public base their attribution of responsibility on these variables, or “causal antecedents” (Coombs 2004). Causal antecedents give an organization a disadvantageous position since the public is likely to attribute it with a higher level of responsibility for yet “another” crisis (Coombs 2010; cf Boin et al. 2009).Crisis Communication Response StrategiesCrisis response efforts should always begin with “base responses”: instructing and adjusting information aimed directly at shaping the public perception of the event (Coombs and Holladay 2002). Instructing information serves to shield stakeholders from physical damage or additional harm triggered by the crisis. Adjusting information communicates what the company is doing to prevent the crisis from reoccurring, by giving the audience information on reparation efforts, or conveying messages of concern or sympathy towards the affected parties (Coombs 2010). Both adjusting and instructing information signal that “the company prioritizes public safety and expresses concern for the victims” (Park 2017, p. 192).Subsequently, organizations move onto selecting among response strategy clusters based on the reputation threat they face. While reinforcing strategies function as supplemental and supporting measures, deny, diminish, and rebuild are clusters of primary standalone responses. An organization can respond to increasing levels of attributed responsibility for a negative event with strategies that range from denial to rebuild. In the absence of intensifying factors (crisis severity, performance history), victim crises could be handled with deny measures, such as denial or scapegoating. Accidental crises require communication to upgrade towards diminish strategies, such as justification (downplay the impact) or deny volition (claiming lack of control over the event). Finally, responses to preventable crises should include rebuild strategies, ranging from apologies to rectification (demonstrating full commitment to future prevention) (Coombs 2010; Liu 2010). If intensifying factors apply, organizations should further upgrade their response to the commensurate increased threat level.As Table 1 shows, reinforcing strategies supplement primary crisis communication responses. For instance, bolstering means drawing on past merits and achievements, while ingratiation commends stakeholders for their support and loyalty (Coombs 2007a; Liu 2010).Table 1 SCCT response strategy clustersFull size tableStudies on the effect of crisis communication strategies on corporate reputation damages tell us that surprisingly, the most often employed strategies (denial, bolstering) are also the least effective, particularly when used for a crisis type that asks for admitting more responsibility or for a more consistent response (Kim et al. 2017; Coombs 2007a, b; Robertson 2012; Park 2017). Only few studies have addressed how to communicate effectively during a cybersecurity incident or data breach. We, therefore, proceed towards gathering first-hand observations from reputational crises ignited by data breaches to assess what strategies are to be considered most effective in those cases.Effective Crisis Communication and Data BreachesData breaches are not a self-evident crisis category in terms of communication strategy. Organizations undergoing a data breach crisis tend to adopt defensive strategies, normally undertaken in cases of minimal attributed responsibility (Kim et al. 2017). Yet, as man-made incidents, data breaches may require more accommodative responses in light of a higher attributed responsibility for the organization’s obsolete security systems, lack of training and security policies, and poor implementation of procedures (Ramakrishna 2012). Jenkins et al. (2014) even argue that the standard response to a data breach should involve apology and regret strategies.The high degree of attributed responsibility recognized by Ramakrishna (2012) and Jenkins et al (2014) could moderately decline when breaches are caused by hacking due to the involvement of third-party offenders. Data breach by hacking is, therefore, a selection criterion for our comparative case study. Data breaches (by hacking) find themselves halfway between the victim crisis type and the preventable crisis one, in the accidental crisis cluster, which presumes low direct controllability and no intentionality. A corporate response posture to data breaches (by hacking) would then first resort to base responses (adjusting and instructing) coupled with either diminish or rebuild strategies. Park (2017) finds that the effect of base responses as part of the communication strategy has in fact been understudied so far, even though they are required for all crises. Bentley et al. argue (2018) that corporations suffering data breaches use relatively often base responses in their communication strategy, which emphasizes the need to study the effects thereof in our cases.In a comparison of communication strategies used, between data breaches and other corporate crises (product recalls, employee misconduct, offensive content), Bentley et al. (2018) find that in case of data breaches, corporations are (1) less likely to admit responsibility; (2) less likely to express empathy to the affected customers; and (3) more likely to instruct stakeholders on what to do (base responses). Bentley et al. do not look into the effect of these responses in their comparative study. This study aims to compare the effects of the above response recipes chosen by each organization in dealing with data breaches. We expect to find that indeed base responses (instructing and adjusting) are appreciated by stakeholders, and as such are helpful strategies to mitigate the consequences of the crisis in terms of damage to reputation. We also expect to find that the ambiguity of the crisis type (victim or accidental crisis) is better faced with a strategy admitting responsibility and attempts to rebuild in line with the accidental crisis than with denial strategies that only befit victim crises.Research MethodTo answer the question why some organizational reputations after data breaches recover and others do not, we need to compare cases in-depth on their crisis communication strategies. Following a Most Similar System Design, the data breach cases share contextual similarities and a similar expected level of attributed responsibility. The comparative case study is a suitable method for structured focused comparison of two sets of data breach cases with varying outcomes in reputation damage and crisis recovery (George and Bennett 2005). The two sets of cases are selected from different time periods, to also study the effect of the emergence of data breaches as a relatively new phenomenon, and look into the effects of the use of social media in crisis communication. Below we will outline how we compared and analyzed the reputation damage in terms of economic impact and negative media coverage.The Outcome Variable: Economic and Reputational RepercussionsThe selected cases vary in terms of successful and unsuccessful recovery from their data breaches as shown by a combined analysis of both economic and reputational damage. The analysis of the economic impact of a PR data breach is based on the fluctuation of the stock market value of the organization in question, in relation to the overall market trend (Metrica 2011; Robertson 2012; Reed 2015; Bischoff 2019). This method remains the most widely adopted to measure the economic consequences of adverse events. The stock values and change in revenue will be observed at different points in time preceding and following the event in order to depict and control the trend in their price fluctuation (MacKinlay 1997; Campbell et al. 2003; Hovav and D’Arcy 2004; Goel et al. 2007).Second, assessment of reputation damage requires media news tracking. Research on corporate reputation often studies media coverage for an assessment of reputational damage (Wartick 1992; Carroll and McCombs 2003; Kim et al. 2017). A Reputation Index attributes to companies a score ranging between − 100 and 100, with the first indicating only negative coverage and the latter only positive media coverage (Eisenegger 2004; Cravens et al. 2003; Weverbergh and Vermoesen 2020). News media articles will be coded positive or negative based on the analysis and quantification of statements that increase (negative) or reduce (positive) the level of attributed responsibility, crisis severity, and performance history associated to the organization navigating the crisis (see Appendix 3x). “Neutral” coverage corresponds to articles on the particular case, that do not convey information on the role played by the organization within the crisis or do not qualitatively portray its involvement in terms of attributed responsibility (Eisenegger 2008; Formentin 2010; Ki and Nekmat 2014). For each case, the score is computed by applying the following formula, including the neutral coverage within the denominator:$$\\frac{{{\\text{Good}}\\,{\\text{Press}} - {\\text{Bad}}\\,{\\text{Press}}}}{{{\\text{All}}\\,{\\text{Press}}}} \\times 100$$This assessment of the relevant press will use the ProQuest automated online search platform, monitoring the media coverage during the three months following each crisis. The main media outlets of reference are the main US newspapers in terms of distribution and influence: The Washington Post, New York Times, Wall Street Journal, and USA Today. The media search has been carried out by setting the following query: “Data breach” OR Hack OR Hacking AND [company name]. The case studies include every article that appeared on the case in the selected three month time period. This selection is in conformity with most applied studies reviewed and updated rankings (Coombs 2010; Robertson 2012; Kim et al. 2017). In addition, the search results have been complemented by searching each news media outlet online archive for the relative period and organization name, and therefore, the case studies include a few articles from alternative media sources such as Forbes and The Financial Times. Both the news media and press release coding schemes have been processed via ATLAS.ti. See Appendix 4 for the coding scheme.Combined, the indicators per case on stock devaluation and negative media coverage that followed the data breach, will reveal the variation in effectiveness of the recovery strategy deployed. The selected observation period of 3 months presumes, in line with Bishoff (2019) that the reputation damage mainly occurs in the period immediately following the event (Kim et al. 2017; Robertson 2012). As a result, this study will select the 2 most and least effective cases per each of two observed periods, resulting in a total of 8 cases.Case SelectionFor a valid comparison of recovery from a reputational crisis, the selected cases need a similar initial attribution of responsibility. The data breach incidents must, therefore, be comparable in volume and sensitivity of records disclosed and method of breaching. First, a comparable volume of data breached implies illicit disclosure of a significant amount of consumers’ records. An appropriate benchmark for the impact of a data breach is that compromised information pertains to at least 1 million records (Bischoff 2019). Such incidents are most likely to provide similar crisis severity as an intensifying factor to the reputational threat.Table 2 List of data breaches from Period I (2007–2013)Full size tableTable 3 List of data breaches from Period II (2014–2019)Full size tableTable 4 Integrating recovery trends and response strategiesFull size tableA second selection criterion is the sensitivity of the data disclosed and the degree of difficulty faced by the organization in applying corrective measures. We include three types of compromised data, together forming the category “Highly Sensitive Information” (McCallister et al. 2010): first of all, Personally Identifiable Information (PII) that can be directly leveraged into identification crimes without the need to be associated to a second identifier, such as passport numbers, national identification numbers, driver’s licenses, or equivalent; second, Payment Card Industry data (PCI), which include any protected financial information including card and account numbers; and third, Protected Health Information (PHI), related to any medical information linked to a subject. Compromising these data seriously affects people’s lives and leaves little room for instant reparatory fixes (Bischoff 2019).Selecting data breaches that disclosed at least 1 million records of highly sensitive information, allow us to compare incidents in multinationals across different sectors. By focusing on these data breach characteristics, we can expand the relevance and external validity of this research for cyber crisis communication response practices across corporate organizations, sectors, and countries.A focus on breaches by hacking, rules out alternative factors influencing public perception of data breaches achieved in a physical locus (paper data loss, unauthorized entry), committed unintentionally (data leakages) or caused by negligence, malicious insiders or inappropriate security measures. This will increase comparability of the level of attributed responsibility (Khan et al. 2019). Finally, all cases selected have incurred legal proceedings which increases comparability of the direct and indirect costs imposed by the data breach.Experts identify the role of social media as pivotal for achieving effective crisis communication (Reed 2015; Preen 2020). For assessing the crisis communication response, organizations’ own press releases, their reactions reported in articles from the selected newspapers, and posts published on the organizations’ Facebook and Twitter accounts will be tracked and analyzed. To control for the role of progressive digitalization of media communication and the evolution of social media, we will analyze four events that occurred between 2007 and 2013 (the first period), and four data breaches that occurred between 2014 and 2019 (the second period). The first period represents the launch phase of all these social media platforms. The second period represents the most prolific phase in their use. Both periods allow us to select among the highest number of data breaches compared to any other decade in history and generate insights with high relevance for today’s corporate and media landscape (Kim et al. 2017; Zhou 2020).Bishoff (2019) and Klebnikov (2019) claim that newer data breach cases meet less harsh market and media reactions than older cases. They coined the term “Breach Fatigue”: the market and the public at large are becoming accustomed to instances of data breaches and do not react as strongly as they used to. Also, organizations may have been learning from past crises and becoming more aware and prepared at managing data breach reputational crises. To control for this possibility, in addition to comparing data breach cases varying on the degree of recovery within each of the two distinct periods selected, the two periods are compared.The selected cases have the same organizational context, as they are all listed on the New York Stock Exchange (NYSE) (Cf. Bischoff 2019; Szmigiera 2020). Case information from Bishoff’s study (2019), the Privacy Rights Clearinghouse’s database (2020), and the Identity Theft Resource Center’s (ITRC) annual reports (n.d.) from 2007 to 2019 generated a comprehensive inventory of 64 corporate data breaches. All 64 cases pertained both to more than 1 million records and included highly sensitive information, 28 of which occurred between 2007 and 2013 and 36 from 2014 to 2019. Next, the three remaining selection criteria—hacking as data breach cause, the stock exchange of the organization, and the certainty of legal costs—further reduces the population to select from based on variation in the dependent variable, and representation of different sectors (see Tables 2 and 3).The final dataset is composed of 8 corporate data breaches, distributed equally across the periods (see Tables 2 and 3). Each period features specialized retailer companies (Target, The Home Depot, or TJX), credit reporting and payment services companies ( Global Payments and Equifax), and insurance and financial service providers (Anthem and Capital One). At last, electronics manufacturer SONY completes the list of cases in this comparative analysis.Stock and Revenue AnalysisThe assessment of the stock price movement of the selected organizations over a period of three months after the event follows standard event study guidelines (Hovav and D’Arcy 2004; Goel et al. 2007; Campbell et al. 2003; MacKinlay 1997). Between 2007 and 2013 none of the selected organizations came unscathed out of a data breach event.The disclosure of the breach impacted the stock values the very next day. After the initial shock, none of the organizations was able to recover their stock price loss in the three following months. Target and TJX followed a similar pattern of stock value changes: both companies contained the adverse effects of the crisis at first but saw an enormous downfall halfway the period observed and only partially recovered their losses towards the end. By contrast, SONY and Global Payments’ stock price followed a far more linear path. Global Payments reports an astonishing value loss of -17.7% and SONY -19%, over three times more than Target and TJX. The overall NYSE market capitalization remained quite stable during the Target and SONY data breaches, while being subject to more significant oscillations during the TJX (attenuating the disruptive impact) and Global Payments periods (potentially aggravating the impact). The year-on-year revenue changes confirm these observations.Between 2014 and 2019, organizations suffering a data breach perform in an opposite direction. Anthem and The Home Depot have in fact increased their stock value during the timeframe observed. The other organizations took a serious fall before stabilizing at a loss. Meanwhile, the NYA Index shows moderate growth in the same period. The year-on-year periodic revenue data confirm the results of the stock performance analysis.News Media tracking and Reputation Index ScoresTo assess the reputational effect on the breach organizations as depicted by media, coding the narrative adopted in media articles will inform the calculation of the Reputational Index Coefficient (Eisenegger 2004). Given the specific nature of the crises addressed in the articles, the value scale is naturally tipped towards a negative tone, rendering eventual positive statements detaching the company from the crisis (transcendence) or praising its past and present behavior (bolstering) as particularly significant factors from a weighting perspective.The TJX Data BreachThe TJX case broke the record for the amount of data disclosed and was treated as an unprecedented phenomenon by every actor involved [7]. Three New York Times reports published immediately after the event, refrained from pointing fingers to TJX directly, but addressed the event as a symptom of an emerging, wider, problem [TJX2, TJX3, TJX4]. Due to inadequate enforcement of regulatory requirements, the TJX case was part of “a collective problem with collective responsibility” [TJX1: 1]. Along with reporting concerns expressed by TJX management, another article reduced the size of the disclosed records to “substantially less than millions” [TJX2: 1]. Later, the Wall Street Journal and the Washington Post pointed at the larger size of the data breach and at serious concerns arising from the banking sector, along with declarations from victims reporting fraudulent activities on their accounts.Initially TJX dismissed the inflammatory claims: “We're not commenting about what others are saying about the situation” [TJX6: 1]. Then the Washington Post sets the timeline straight, revealing that the breach started at least 18 months before and that TJX simply had “no idea what was going on” [TJX7: 1]. By this point, media widely discussed TJX cybersecurity failures, repeatedly quoting sources inside the company to ridicule their security posture: “It was as easy as breaking into a house through a side window that was wide open” [TJX5: 2]. The apology at the end of the 3 months window, indicated that TJX was slow at assuming responsibility. While one article assumed a particularly soft stance in treating TJX’s role in the crisis, and two neutral, 4 articles painted a significantly worse picture. The TJX Reputation Index score, thus, is equal to − 43, a result obtained by applying the following formula: (1–4) × 100/7.The SONY Data BreachThe data breach that struck SONY compromised 77 million records and a Play Station network outage of over 20 days. Users, therefore, directly experienced the consequences of the hack long before the company made a first public statement about it. Only one of the ten news stories retrieved for this case did not directly accuse the company of wrongdoings but provided the audience with guidelines on how to protect themselves [S1].The main narrative centered on SONY’s shortcomings in its crisis response. Various critics blamed the company for initially dismissing the event as a routine incident, for the failed attempt at scapegoating the hacktivist group Anonymous, and ultimately for their “lack of transparency and their seeming inability to issue clear, unambiguous instructions to their (former) customers” [S10: 1]. SONY had “failed the internet” and without a transformation “it will be a fallen giant indeed” [S5: 2, S8: 3]. While the Japanese conglomerate was firmly denying that credit cards information was compromised, card fraud linked to the breach began to feature in the press, together with several class action lawsuits against SONY for encryption security failures and consumer law violations [S6, S9]. For instance, the Financial Times claimed that SONY “failed to encrypt data and establish adequate firewalls to handle a server intrusion contingency, failed to provide prompt and adequate warnings of security breaches, and unreasonably delayed in bringing the PSN service back on line” [S4: 1]. In addition, the media began to report on ongoing FBI investigations [S2, S3, S6, S8, S10].In sum, 9 out of 10 sources analyzed strongly attributed responsibility to Sony, which following the Reputation Index formula (0–9) × 100/10, results in a score of -90.The Target Data BreachIn December 2013, hackers exfiltrated 110 million records, penetrating Target’s server environments by leveraging third-party vendor credentials into poorly segmented POS systems. The incident was first reported by KrebsonSecurity, which immediately put Target on the defensive [17]. In total, 24 news stories surfaced throughout the crisis indicating the gravity of the reputation risk Target faced. The articles referred to Target’s refusal to comment on the details of the breach and anticipated the risk of fines and profit losses during a critical time of year (Christmas) for the retail corporation. These media reports further disputed Target’s excuse that the attack was highly sophisticated [TG1, TG15, TG16].Instead, news sources focused on the insufficient cybersecurity preparedness of Target demonstrated before and during the event [TG11, TG13, TG17, TG19]. Two articles somewhat downplayed Target’s role in the data breach, claiming that such instances are common across sectors and that states should have enhanced roles in preserving data security [TG2, TG18]. Five news articles critically reported on the size of the breach and the economic and legal repercussions suffered by the company including a 46% drop on quarter sales. Target’s cybersecurity systems had been “astonishingly open” and Target “foolishly resisted” the introduction of more secure but expensive chip-based cards [TG13: 1; TG11: 2]. Meanwhile, Target’s response was seen as evasive and superficial, as its executives initially refused to disclose information, declaring to be in compliance with regulations and limiting their comments to effusive apologies [TG2, TG3, TG4].However, as news that the hackers penetrated the systems through third-party vendors emerged, the Washington Post and Wall Street Journal started to include praise for Target’s compensation commitments and for Target’s CEO Gregg Steinhafel using various communication channels for instructing information, apologies, and compensation plans. These articles claimed the company was retaining customers and shareholders by adopting communication strategies by the “playbook” [TG7: 1]. The more positive frames and the source of the cyber vulnerability, de facto shifted the blame to smaller companies that paved the way to hackers for breaching major corporations [TG4, TG5, TG6, TG8, TG23]. Other news stories were neutrally balancing attributions of responsibility with vague comments such as “it happens every day, everywhere” [TG10, TG12, TG15, TG22].Nearly three months after the breach, the pendulum swung back. Five articles strongly reinforced attributions of responsibility when new facts came to light, portraying internal divisions among executives, overwhelmed call centers, CEO communication struggles, costs over 1 billion dollars, and insufficient compensation efforts leading to contractions in Target’s consumers base [TG6, TG10, TG14, TG20, TG24]. Overall, with 6 positive, 6 neutral, and 12 negative news stories, the cumulative score attributed to Target through the Reputation Index formula is equal to − 25 [(6–12) × 100/24].The Global Payments Data BreachGlobal Payments attracted far less media coverage and only in the first week of the crisis. The hack, initially brought up by Krebsonsecurity, caused alleged compromise of 10 million payment card accounts. The WP and the WSJ introduced the news by downplaying the proportions of the breach compared to other cases, with dismissive statements referring to Global Payments as a “little known company” [GP4: 1, GP1]. Also, these articles emphasized structural vulnerabilities affecting payment service merchants at large. Forbes even further detached Global Payments from the responsibility for the event, by asserting that the company “merely passes on transaction details to card networks like Visa and MasterCard” and that it had already taken the necessary measures to contain the leakage [GP5].Other news redirected the responsibility again towards Global Payments. Three articles zoomed in on Visa’s removal of Global Payments from its list of “compliant service providers” [GP3, GP4: 1, GP6). Reporters underlined the history of cybersecurity incidents involving the organization and the damages suffered by consumers: “Even if they (consumers) are not actually liable for any fraudulent charges, their lives can be disrupted significantly at any moment—and nobody gets reimbursed for that” [GP6: 1]. With 2 accounts treating the event neutrally, 1 positive news story and 3 that instead directly tainted its image, the calculated Reputation index amounts to – 33.3 [(1–3) × 100/6].The Home Depot Data BreachThe Home Depot corporate crisis generated six media stories during the first 3 months, including only one negative NYT article published on the day after the breach announcement. The NYT revealed statements of The Home Depot’s employees that organization executives were well aware of existing vulnerabilities and that they dismissed the concerns voiced by internal IT teams. The Home Depot was, “despite alarms as far back as 2008, […] slow to raise its defenses” [HD2: 1]. Three articles even distanced the company from highly sophisticated attack executed through “custom-built malware,” possibly involving Russian criminals [HD1, HD2, HD6].External attackers and unprecedented techniques shifted the focus away from The Home Depot’s vulnerabilities, together with various experts voicing reassurance over the strong security posture of the organization. The articles consistently reported company updates on the investigation results and its detailed expressions of apology, which dominated the news from the start. For instance, a WP article asserted the day after the breach that the malware had been “eliminated from the company’s systems” instead of questioning how it was dropped in the first place [HD1: 1]. In addition, all media sources extensively addressed the company’s compensation scheme, consisting of free credit monitoring and gift cards from the beginning.Media often quoted from The Home Depot’s corporate updates directly. While two articles blamed The Home Depot, they still reported the organizations’ admission of guilt and contextualized it in the larger scheme of cyber incidents in the retail sector: “Thefts like the one that hit The Home Depot […] are the ‘new normal’, according to security experts” [HD5: 1]. To summarize, the Reputation Index formula leads to a coefficient of + 33.3 [(3–1) × 100/6].The Anthem Data BreachPrivate health insurer Anthem disclosed its data breach itself on February 4th 2015. The breach included 80 million leaks of personal identification information containing social security numbers. The self-disclosure arguably placed the organization in an advantageous position. The majority of the media articles praised Anthems timely and proactive notification of the breach. Cybersecurity experts and FBI officials endorsed Anthem’s response compared to the usual modus operandi: “organizations don’t typically provide notification this early on” [A5: 1, A1, A2]. In addition, media described the attack as highly sophisticated and blamed Chinese criminal groups, meanwhile informing the audience about Anthem’s consistent investments prior to the breach and its commitment to cybersecurity through upgrading encryption standards on its database [A1, A4, A6].Media emphasized that attackers had not exfiltrated medical records and reduced the gravity of the fact, lifting Anthem from additional responsibilities [A6]. Articles extensively reported on Anthem’s collaborative efforts with authorities, and on Anthem’s investigation updates, its apology statements and operational information. Only one negative article addressed the lawsuits and FBI investigations launched against Anthem for failed protection of its database, which allegedly hosted all patient details in one location [A8]. The final reputational score added up to + 62.5, derived from the formula: (6–1) × 100/8.The Equifax Data BreachThe 2017 Equifax data breach, exfiltrating around 143 million consumers PII data from the credit reporting agency’s systems, is the largest considered here. Its self-disclosure did not spare the organization from negative coverage. The media articles represent an inventory of Equifax’s mistakes, starting with allegations of inside trading by three company executives who sold Equifax stocks worth 2 million before announcing the breach with significant delay.The evasive comments by the organizations' executives on the details of the breach and the stock sale scandal added insult to injury [E1, E2, E3, E5, E6, E8, E9, E10]. Multiple sources reported consumer outrage in relation to malfunctioning websites, non-responsive twitter accounts and unreachable call centers. Equifax’s failure to respond soon became a crisis in itself, as its “struggle to deal with the fallout from a massive security breach is growing as lawmakers are asking questions about what happened and more consumers are lawyering up” [E10: 1]. Later news pointed at the company’s flawed software and failure to patch well-known vulnerabilities for over a year, although according to Equifax own annual report they had been a “regular target” for years [E3: 1]. The WSJ reported how the MSCI index in 2016 had booted Equifax from its listing, as Equifax “was ill prepared to face the increasing frequency and sophistication of data breaches” [E5: 1].As if the situation was not serious enough, media reports revealed that Equifax customers had been redirected to a new company webpage where hackers had also installed malware, which Equifax spokespersons reportedly again denied and then attributed to third-party contractors [E4]. Negative media attention resulted in a Reputation score of -100, the lowest possible coefficient [(0–10) × 100/10].The Capital One Financial Corp. Data BreachFintech bank Capital One retrieved evidence of a hack by performing a routine scanning of its systems and soon caught the hacker. News reports took a somewhat indulgent stance towards the organization. With the identified hacker as a clear responsible party, none of the reports explicitly attributed responsibility for the crisis to Capital One [C2, C5, C6, C7]. Second, Capital One’s fame as one of the most technologically advanced enterprises in the market, softened the tone of media coverage [C3]. Articles outlined how the organization “immediately fixed” the gap and that there was no evidence of data being sold or distributed [C7: 2]. In addition, news stories underlined the company’s statements of regret and apology.With the hacker as perfect scapegoat, the company communicated empathically to the public [C2, C6]. Capital One was meanwhile depicted at the heart of fintech innovation programs under fire, with competitors struggling to catch up [C2, C3, C5]. The score, based on 4 neutral and 3 positive media reports, therefore, is equal to + 42.85 [(3–0) × 100/7].Assessing Organizational ResponsesAll cases from the first period have suffered substantial reputation damage. While SCCT research suggests to select strategies from only one primary cluster and complement them with the reinforcing pack, not one organization abides by this rule. Global Payments first adopted a justification approach, claiming that only a segment of its processing system had been compromised, and that the incident did “not involve our merchants or their relationships with their customers” [PR10: 1, PR11]. The company opened its press release with a bolstering reminder that Global Payments is “a leader in payment processing services” [PR10]. Then Global Payments radically changed its approach by timidly apologizing and offering free credit monitoring and insurance protection, which were subsequently never implemented [PR12].TJX’s press releases also included the entire range of the three SCCT response clusters. First, the company chose a Deny posture regarding the timing and proportions of the incident [TJX7]. Drawing from the Diminish cluster TJX employed a justification approach (minimizing the number of records disclosed to “significantly less than millions”) and employed a deny volition strategy to justify the tardiness of their response by claiming to have little control over the event [PR22: 1, PR23, TJX2]. The organization eventually apologized but simultaneously claimed that compensations were unnecessary. TJX instead shifted responsibility to consumers, who should “carefully review their account statements and immediately notify their credit or debit card company or bank if they suspect fraudulent use” [PR23].SONY’s recovery struggle is immediately evident from their response communication, starting with brief and insufficient updates on its PlayStation Blog, two weeks after its users noticed the network outage. Then, SONY primarily drew from the Deny cluster, both by claiming that “Hackers, after all, do their best to cover their tracks,” and by playing the victim role going absurdly off-topic: “In the last few months, SONY has faced a terrible earthquake and tsunami in Japan. But now we are facing a very man-made event—a criminal attack on us” [PR24, PR25]. Simultaneously, SONY used ingratiation as a reinforcing strategy thanking its customers for their “patience, understanding and goodwill.” They emphasized that no credit-card data were being accessed (justification) [PR25: 1, PR27]. Finally, the organization promised a “welcome back” package with an identity theft insurance policy (compensation), without further information regarding its delivery.Target responded with apology and compensation right from the start, combined with an inconsistent variety of other approaches. In no less than 8 press releases, Target first lamented “It was a crime against Target, our team members, and most importantly, our guests” (suffering), while simultaneously questioning the impact of the breach in light of “very few reports of actual fraud” (justification) [PR13, PR14, PR15, PR16]. The company continuously denied control over development of the incident (deny volition) and subsequently evaded responsibility for potential theft of PCI information by denying they had the key to begin with [PR18, PR19]. Target assumed a progressively more accommodative strategy towards the end, including compensation efforts and apologies [PR18, PR19].In the second period observed, organizations overall seemed to have had better recoveries. With the exception of Equifax, which fared worst of all corporations studied, the companies suffered minimal financial backlashes or even recovered from the breach (The Home Depot and Anthem). In line with SCCT expectations, these companies relied more consistently on response strategies belonging to one cluster, combined with Reinforcing strategies. Two organizations, namely Equifax (“We pride ourselves on being a leader in managing and protecting data”—[PR7: 1]) and The Home Depot mixed their consistent adoption of Bolstering strategies with Diminish ones. Equifax introduced a thorough technical analysis of the breach and reiterated multiple times how no evidence was found indicating the compromise of core data (justification) [PR6]. The Home Depot used a deny volition approach stating that the hack had been particularly sophisticated [PR8].Equifax, The Home Depot and Capital One, used the entire set of Bolstering strategies. In contrast to Equifax, both other companies promptly informed the audience of breach discovery. They paired this straightforward approach with extensive technical explanations concerning attack methodologies and cybersecurity improvement plans [PR9, PR4]. Capital One conveyed a detailed and transparent narrative to the public and also proactively admitted and contextualized system vulnerabilities [PR5]. While Anthem primarily apologized and updated customers on the case, its main focus was on instructing the public on the procedure required for accessing a compensation package [PR1, PR2]. The Home Depot was similarly consumer attentive, offering free compensatory measures to anyone who “used a payment card at a The Home Depot store in 2014” [PR8: 1].The Home Depot stated that an advanced encryption project had been completed, eventually leading to a better security posture in the future (bolstering and rectification). It strengthened its apology by thanking its consumers for their patience (ingratiation). Capital One’s CEO released a profuse apology, refusing to simply scapegoat a third-party actor for their own responsibility: \"While I am grateful that the perpetrator has been caught, I am deeply sorry for what has happened, I sincerely apologize for the understandable worry this incident must be causing those affected and I am committed to making it right\" [PR4, PR5].Table 4 shows the recovery trends and crisis communication response strategies of the organizations.With the exception of Equifax, all cases analyzed between 2014 and 2019 performed considerably better than those within the first period, both in terms of financial (stock and revenues performances) and media reputation recovery. This not only can partly be a consequence of declining data breach interest or arousal over time but also seems influenced by the communication strategies of the organization.Findings and DiscussionBase response strategies (instructing and adjusting) form an important part of the crisis communication arsenal of corporations facing data breaches (Bentley 2018). This study addresses a gap in the literature by looking into the effects of those base response strategies on reputation damage (cf. Park 2017). We find that particularly in the second period, base response strategies had improved qualitatively with more comprehensive and exhaustive guidelines, and detailed explanations about the incident to consumers. This seemed to address an important stakeholder need and seemed to have a positive effect on mitigating the reputation damage caused by the data breach.We expected that the ambiguity of the crisis type characteristic of data breaches to influence the crisis response strategies chosen and their effects. In line with Bentley et al. (2018), corporations in the first period—2009–2013—were not inclined to admit responsibility. They did not so much play the victim card (“suffering” communication strategies), but they used other deny and diminish strategies that would be more appropriate for organizations facing victim crises. Only slowly did they opt for strategies from the “rebuild” cluster, something Christopher Hood called the “staged retreat”—being forced from denial to admission of responsibility—approach to blaming in the public sector (Hood 2014). Our research shows that admitting responsibility, offering apology, and compensation as one would in response to a blameworthy incident (the accident or intentional crisis type) has a more positive effect on reputation recovery after data breaches, than the denial and diminish strategies. Perhaps corporate learning took place, as many organizations in the period between 2014 and 2019 resorted successfully to Rebuild strategies in unison with Reinforcing measures to contain the crisis. While data breaches as accidental crises could imply the use of Diminish strategies, the perceived crisis severity suggests exclusively Rebuild strategies as the best recipe for the crisis response.In line with SCCT predictions, organizations that primarily relied on one single strategy cluster, performed better than those that inconsistently blended strategies from different clusters. Particularly the inclusion of Deny strategies was ultimately detrimental to organizational reputation. Surprisingly, the performance history (crisis history and relationship history) did not really seem to influence the outcome. Similar incidents in the past rarely featured in media coverage. In fact, the media even praised Capital One for previous successful technological advancements, despite having been involved in cybersecurity issues before.Self-disclosure positively influenced media reporting. Self-disclosure allowed companies to control the narrative in the news coverage defining the hacking attack as “highly sophisticated” or “unprecedented,” as opposed to an exposure of vulnerabilities inherent to the organizations’ security system. Organizations that waited to disclose the incident, or to implement apology or compensation strategies (Equifax, TJX, SONY, Global Payments), met harsh criticism from media and consumers. Yet organizations that came forward transparently, completely and proactively about the data breach, were either praised for their approach (Anthem), or managed to limit the media attention (Capital One, The Home Depot).Social media communication did not play an important role in the crisis communication strategies. Only two companies have used Twitter to provide crisis updates: Equifax and Capital One, but their opposite outcomes leaves the influence of this factor on organizational reputation unclear. Surprisingly the remaining companies did not even have a social media account at the time of the breach.ConclusionThis research asked why some organizations maintain their good reputation in the aftermath of a data breach, and others fail to do so. The analysis of comparable cases with similar attributed responsibility suggests that crisis communication influences reputation damage. Maintaining a correct cybersecurity posture comprehensive of monitoring capacity and incident handling, providing detailed and exhaustive technical information about the incident, proactively owning the narrative of the events with transparency, and attentive customer-focused behavior, are all crucial for reducing reputation damage after data breaches. The base responses are clearly important in crisis communication strategies after data breaches. In addition, in spite of feeling victimized by hacking, corporations should instead treat data breaches as accidents for which they bear responsibility: consistent and timely adoption of compensation, apology, and rectification strategies, positively influenced reputational recovery from data breach crises.Of course, this study has its limitations, with only eight cases to draw from. The high comparability of data breaches across sectors and the fact that data breaches are such a wide spread high probability, high-impact threat, make our tentative findings highly relevant. Future studies should include a high number of data breach cases to see if our findings hold statistically and if regression analysis can help to discern between the effects of base responses, self-disclosure, or consistency and clusters of strategies chosen. A number of conditions form interesting cues for future research.More recent corporate data br﻿each cases suffer less reputation damage—perhaps as a result of breach fatigue, which implies reduced issue salience and less harsh public reactions. This possible trend invites future research, also to look for a tipping point where “one crisis too many” ignites a firestorm of criticism.In addition, further research could look into other reasons for the improved performance in more recent communication responses after data breaches, applying the appropriate strategies consistently. All organizations in the more recent period of observation opted for self-disclosure of the incident but this may also relate to the rapid changes in their legal and corporate environment, requiring companies to comply with more stringent requirements. The progressive institutionalization of the cyber domain might also have influenced data breach response practices, together with previous failures and lessons learned. What is certain, is that data breaches are becoming the new normal, and organizations should better be prepared to respond effectively. ReferencesAmaresan, S. 2019. Situational Crisis Communication Theory and How It Helps a Business. Hubspot, 2019. https://blog.hubspot.com/service/situational-crisis-communication-theory.Arghire, J. 2020. Over 15.1 Billion Records Exposed in Data Breaches in 2019. Security Week, 2020. https://www.securityweek.com/over-151-billion-records-exposed-data-breaches-2019.Avery, Elizabeth, and Sejin Park. 2016. Effects of Crisis Efficacy on Intentions to Follow Directives during Crisis. Journal of Public Relations Research. https://doi.org/10.1080/1062726X.2016.1165681.Article Google Scholar Bentley, J.M., K.R. Oostman, and S.F.A. Shah. 2018. We’re Sorry But It’s Not Our Fault: Organizational Apologies in Ambiguous Crisis Situations. Journal of Contingencies and Crisis Management 26: 138–149.Article Google Scholar Bischoff, P. 2019. How Data Breaches Affect Stock Market Share Prices. Comparitech. 2019. https://www.comparitech.com/blog/information-security/data-breach-share-price-analysis/.Boin, A., P. ‘t Hart, and A. McConnell. 2009. Crisis exploitation: political and policy impacts of framing contests. Journal of European Public Policy 16 (1): 81–106.Article Google Scholar Brändström, A., and S. Kuipers. 2003. From ‘Normal Incidents’ to Political Crises: Understanding the Selective Politicization of Policy Failures1. Government and Opposition 38 (3): 279–305.Article Google Scholar Campbell, Katherine, Lawrence A. Gordon, Martin P. Loeb, and Lei Zhou. 2003. The Economic Cost of Publicly Announced Information Security Breaches. Journal of Computer Security. https://doi.org/10.3233/JCS-2003-11308.Article Google Scholar Carroll, Craig E., and Maxwell McCombs. 2003. Agenda-Setting Effects of Business News on the Public’s Images and Opinions about Major Corporations. Corporate Reputation Review. https://doi.org/10.1057/palgrave.crr.1540188.Article Google Scholar Chickowski, Ericka. 2013. Why Are We So Slow To Detect Data Breaches? Dark Reading. 2013. https://www.darkreading.com/attacks-breaches/why-are-we-so-slow-to-detect-data-breaches/d/d-id/1139970.Coombs, W. Timothy. 2004. Impact of Past Crises on Current Crisis Communication: Insights from Situational Crisis Communication Theory. Journal of Business Communication. https://doi.org/10.1177/0021943604265607.Article Google Scholar Coombs, W. Timothy. 2007a. Attribution Theory as a Guide for Post-Crisis Communication Research. Public Relations Review. https://doi.org/10.1016/j.pubrev.2006.11.016.Article Google Scholar Coombs, W. Timothy. 2007b. Protecting Organization Reputations During a Crisis: The Development and Application of Situational Crisis Communication Theory. Corporate Reputation Review. https://doi.org/10.1057/palgrave.crr.1550049.Article Google Scholar Coombs, W. Timothy, and Sherry J. Holladay (eds.). 2010. The Handbook of Crisis Communication, Blackwell. https://doi.org/10.1002/9781444314885.ch1.Coombs, W. Timothy., and Sherry J. Holladay. 2002. Helping Crisis Managers Protect Reputational Assets: Initial Tests of the Situational Crisis Communication Theory. Management Communication Quarterly. https://doi.org/10.1177/089331802237233.Article Google Scholar Cravens, Karen S., Elizabeth Goad Oliver, and Sridhar Ramamoorti. 2003. The Reputation Index: Measuring and Managing Corporate Reputation. European Management Journal. https://doi.org/10.1016/S0263-2373(03)00015-X.Article Google Scholar Eisenegger, Mark. 2004. Reputationskonstitution in Der Mediengesellschaft. Mediengesellschaft. https://doi.org/10.1007/978-3-322-95686-6_14.Article Google Scholar Eisenegger, Mark and Kurt Imhof. 2008. The True, the Good and the Beautiful: Reputation Management in the Media Society. In Public Relations Research: European and International Perspectives and Innovation, ed. A. Zerfass, B. van Ruler, K. Sriramesh, 125–146. Wiesbaden: University of Zurich. https://doi.org/10.1007/978-3-531-90918-9_8.Formentin, Melanie J. 2010. Extending Situational Crisis Communication Theory: Attitude and Reputation Following the 2004–05 NHL Lockout. Scholar Commons: University of South Florida. Google Scholar George, Alexander, and Andrew Bennett. 2005. The methods of structured focused comparison, chapter 3 . In Case studies and theory development in the social sciences, 67–71. Cambridge MA: MIT Press.Gillespie, Nicole, and Graham Dietz. 2009. Trust Repair After an Organization Level Failure. Academy of Management Review 34 (1): 127–145.Article Google Scholar Gillespie, Nicole, Graham Dietz, and Steve Lockey. 2014. Organizational Reintegration and Trust Repair After an Integrity Violation: A Case Study. Business Ethics Quarterly 24 (3): 371–410. https://doi.org/10.5840/beq2014437.Article Google Scholar Goel, Sanjay, Christopher Brown, and Hany Shawky. 2007. Measuring the Impact of Security Breaches on Stock Valuations of Firms. In 6th Annual Security Conference.Gustafsson, Stefanie, Nicole Gillespie, Rosalind Searle, Veronica Hope Hailey, and Graham Dietz. 2020. Preserving organizational trust during disruption. Organization studies. https://doi.org/10.1177/0170840620912705.Hawkins, Nick. 2017. Why Communication Is Vital During a Cyber-Attack. Network Security. https://doi.org/10.1016/S1353-4858(17)30028-4.Article Google Scholar Hearit, Keith M. 2006. Crisis Management by Apology: Corporate Response to Allegations of Wrongdoing. London: Routledge.Book Google Scholar Hinterleitner, Markus. 2020. Policy controversies and political blame games. Cambridge: Cambridge University Press.Hood, Christopher. 2014. Accountability and Blame-Avoidance. In The Oxford Handbook of Public Accountability, ed. M.A.P. Bovens, R.E. Goodin, and T. Schillemans, 603–616. Oxford: Oxford University Press. Google Scholar Hovav, Anat, and John D’Arcy. 2004. The Impact of Virus Attack Announcements on the Market Value of Firms. Information Systems Security. https://doi.org/10.1201/1086/44530.13.3.20040701/83067.5.Article Google Scholar Huq, N. 2015. Follow the Data : Dissecting Data Breaches and Debunking Myths. TrendMicro Research Paper, September 2015.ITRC. n.d. Breach Reports [on 2007–2018]. Identity Theft Research Center (ITRC). https://www.idtheftcenter.org/images/breach/. Accessed 8 Dec 2020.Jenkins, Alexander, Murugan Anandarajan, and Rob D’Ovidio. 2014. ‘All That Glitters Is Not Gold’: The Role of Impression Management in Data Breach Notification. Western Journal of Communication. https://doi.org/10.1080/10570314.2013.866686.Article Google Scholar Khan, Freeha, Jung Hwan Kim, Robin Moore, and Lars Mathiassen. 2019. Data Breach Risks and Resolutions: A Literature Synthesis. In 25th Americas Conference on Information Systems, AMCIS 2019.Ki, E., and E. Nekmat. 2014. Situational Crisis Communication and Interactivity: Usage and Effectiveness of Facebook for Crisis Management by Fortune 500 Companies. Computers in Human Behavior 35: 140–147.Article Google Scholar Kim, Bokyung, Kristine Johnson, and Sun Young Park. 2017. Lessons from the Five Data Breaches: Analyzing Framed Crisis Response Strategies and Crisis Severity. Cogent Business and Management. https://doi.org/10.1080/23311975.2017.1354525.Article Google Scholar Klebnikov, Sergei. 2019. Companies With Security Fails Don’t See Their Stocks Drop As Much, According To Report. Forbes, 2019. https://www.forbes.com/sites/sergeiklebnikov/2019/11/06/companies-with-security-fails-dont-see-their-stocks-drop-as-much-according-to-report/?sh=1eefc56162e0.Krumay, Barbara, Edward W.N.. Bernroider, and Roman Walser. 2018. Evaluation of Cybersecurity Management Controls and Metrics of Critical Infrastructures: A Literature Review Considering the NIST Cybersecurity Framework. Lecture Notes in Computer Science. https://doi.org/10.1007/978-3-030-03638-6_23.Article Google Scholar Liu, Brooke Fischer. 2010. Effective Public Relations in Racially Charged Crises: Not Black or White. In The Handbook of Crisis Communication, ed. Sherry Holladay and W. Timothy Coombs, 335–58. Blackwell.Lopes, Isabel Maria, Teresa Guarda, and Pedro Oliveira. 2019. Implementation of ISO 27001 Standards as GDPR Compliance Facilitator. Journal of Information Systems Engineering & Management. https://doi.org/10.29333/jisem/5888.Article Google Scholar MacKinlay, A. Craig. 1997. Event Studies in Economics and Finance. Journal of Economic Literature.Martin, Nicole. 2019. What Is A Data Breach? Forbes, 2019. https://www.forbes.com/sites/nicolemartin1/2019/02/25/what-is-a-data-breach/?sh=59582b2014bb.McCallister, E, T. Grance, and K, Scarfone. 2010. Guide to Protecting the Confidentiality of Personally Identifiable Information (PII), Special Publication 800-122 NIST. Washington DC.MERGroup. 2020. The Dark Side of Digitalization. Cybersecurity. 2020. https://mer-group.com/the-dark-side-of-digitalization/.Metrica. 2011. Reputation Review 2011. Oxford Metrica. 2011. http://www.oxfordmetrica.com/public/CMS/Files/825/Aon_OxfordMetricaReputationReview_2011.pdf.Morris, Michael W., Paul C. Moore, and Damien L. H.. Sim. 1999. Choosing Remedies after Accidents: Counterfactual Thoughts and the Focus on Fixing ‘Human Error.’ Psychonomic Bulletin and Review. https://doi.org/10.3758/BF03212966.Article Google Scholar Park, Hanna. 2017. Exploring Effective Crisis Response Strategies. Public Relations Review. https://doi.org/10.1016/j.pubrev.2016.12.001.Article Google Scholar Preen, J. 2020. The Case Against Situational Crisis Communication Theory. BC Trading. 2020. https://www.b-c-training.com/bulletin/the-case-against-situational-crisis-communication-theory.Privacy Rights Clearinghouse. 2020. Databreaches Chronology Database. https://privacyrights.org/data-breaches.Ramakrishna, A. 2012. An Exploratory Analysis of Data Breaches from 2005–2011: Trends and Insights. Journal of Information Privacy and Security 8 (2): 33–56.Article Google Scholar Reed, Rick T. 2015. Recovering Corporate Consumer Trust: A Study of Crisis Response Strategies and Repairing Damaged Trust. Dissertation Abstracts International: Section B: The Sciences and Engineering.Robertson, Jo. 2012. Tell It All?: Challenging Crisis Communications’ Rules. Public Relations Journal.Rosenthal, Uri, Michael Charles, and Paul ’t Hart. 1989. Coping with Crisis. Springfield: Charles C. Thomas.Rouse, M. 2020. Security Information and Event Management (SIEM). SearchSecurity. 2020. https://searchsecurity.techtarget.com/definition/security-information-and-event-management-SIEM.Sen, Ravi, and Sharad Borle. 2015. Estimating the Contextual Risk of Data Breach: An Empirical Approach. Journal of Management Information Systems. https://doi.org/10.1080/07421222.2015.1063315.Article Google Scholar Sobers, R. 2020. 107 Must-Know Data Breach Statistics for 2020. Varonis Data Security. 2020. https://www.varonis.com/blog/data-breach-statistics/.Szmigiera, M. 2020. Largest Stock Exchange Operators Worldwide as of Mar 2020. Statista. 2020. https://www.statista.com/statistics/270126/largest-stock-exchange-operators-by-market-capitalization-of-listed-companies/.Wang, P., and S. Park. 2017. Communication in Cyber Security. Issues in Information Systems 18 (2): 136–147. Google Scholar Wartick, Steven L. 1992. The Relationship between Intense Media Exposure and Change in Corporate Reputation. Business & Society. https://doi.org/10.1177/000765039203100104.Article Google Scholar Weverbergh, R, and K Vermoesen. 2020. Measuring PR: The (Media) Reputation Index. FINN. 2020. https://www.finn.agency/nl/blogs/measuring-pr-media-reputation-index.Winder, Davey. 2020. Hacker Gives Away 386 Million Stolen Records On Dark Web. Forbes, 2020. https://www.forbes.com/sites/daveywinder/2020/07/29/.Zhou, Yucheng. 2020. Analyzing Historical Data Breaches to Improve Public Cloud Security Postures. ProQuest Dissertations and Theses.Download referencesFundingNo fundingAuthor informationAuthors and AffiliationsLeiden University’s Institute of Security and Global Affairs, The Hague, The NetherlandsSanneke KuipersDeloitte, Amsterdam, The NetherlandsMichael SchonheitAuthorsSanneke KuipersView author publicationsYou can also search for this author in PubMed Google ScholarMichael SchonheitView author publicationsYou can also search for this author in PubMed Google ScholarCorresponding authorCorrespondence to Sanneke Kuipers.Ethics declarations Conflict of interest The authors have no conflicts of interest to report. Additional informationPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.AppendicesAppendix 1: Press Releases NumberReferencesDate (d/m/y)PR1Anthem, 2015a05/02/2015PR2Anthem, 2015b06/02/2015PR3Anthem, 2015c13/02/2015PR4Capital One, 2019a29/07/2019PR5Capital One, 2019b23/09/2019PR6Equifax, 2017a07/09/2017PR7Equifax, 2017b02/10/2017PR8The Home Depot, 2014a18/09/2014PR9The Home Depot, 2014b06/11/2014PR10Global Payments, 2012a30/03/2012PR11Global Payments, 2012b01/04/2012PR12Global Payments, 2012c12/06/2012PR13Target, 2013a19/12/2013PR14Target, 2013b20/12/2013PR15Target, 2013c20/12/2013PR16Target, 2013d21/12/2013PR17Target, 2013e23/12/2013PR18Target, 2013f24/12/2013PR19Target, 2013g27/12/2013PR20Target, 2013h10/01/2014PR21Target, 2013i03/02/2014PR22TJX, 2007a17/01/2007PR23TJX, 2007b21/02/2007PR24SONY, 2011a26/04/2011PR25SONY, 2011b03/05/2011PR26SONY, 2011c04/05/2011PR27SONY, 2011d05/05/2011 Appendix 2: Media Sources by Case TargetWashington PostTG1Timberg et alTarget says 40 million credit, debit cards may have been compromised in security breach2013/12/19TG2TsukayamaTarget data breach: what you should know2013/12/19TG3Yang et alTarget says up to 70 million more customers were hit by December data breach2014/01/10TG4JayakumarTarget breach: What you need to know2014/01/10TG5TsukayamaTarget says customers signing up for free credit monitoring after data breach2014/01/13TG6JayakumarTarget tries to reassure customers after data breach revelations2014/01/13TG7McGregorTarget CEO opens up about data breach2014/01/13TG8DouglasTarget breach could represent leading edge of wave of serious cybercrime2014/02/09TG9JayakumarData breach hits Target’s profits, but that’s only the tip of the iceberg2014/02/26New York TimesTG10HarrisA Sneaky Path Into Target Customers’ Wallets2014/01/17TG11EditorialPreventing the Next Data Breach2014/01/25TG12PerlrothHeat System Called Door to Target for Hackers2014/02/05TG13Harris et alTarget Missed Signs of a Data Breach2014/03/13TG14HarrisTarget Had Chance to Stop Breach, Senators Say2014/03/26Usa TodayTG15EversleyTarget confirms massive credit-card data breach2013/12/18TG16SniderTarget data breach spurs lawsuits, investigations2013/12/22TG17MalcolmTarget: Data stolen from up to 70 million customers2014/01/10TG18PrahTarget's data breach highlights state role in privacy2014/01/16TG19KratsasReports: Target warned before data breach2014/02/14TG20MalcolmTarget sees drop in customer visits after breach2014/03/11Wall Street JournalTG21SidelTarget Hit by Credit-Card Breach2013/12/19TG22ZiobroTarget Breach Began With Contractor's Electronic Billing Link2014/02/06TG23LangleyInside Target, CEO Gregg Steinhafel Struggles to Contain Giant Cybertheft2014/02/18TG24ZiobroTarget Earnings Slide 46% After Data Breach2014/02/26SONYWashington PostS1TsukayamaSONY got hacked; what should I do?2011/04/27S2TsukayamaFBI looks into SONY’s PlayStation security breach2011/04/29S3TsukayamaCyber attack was large scale, SONY says2011/05/04Financial TimesS4PalmerSONY faces lawsuit over PlayStation hack2011/04/28S5BrownSONY scrambles to limit hacking scandal2011/05/03S6Menn et alSONY faces fury over data delay2011/04/27S7BradshawSONY chief in PlayStation hack apology2011/05/06New York TimesS8SchieselPlayStation Security Breach a Test of Consumers’ Trust2011/04/27S9Bilton et alSONY Says PlayStation Hacker Got Personal Data2011/04/26ForbesS10NoerSONY Response to PlayStation Security Breach Abysmal2011/05/04TJXWashington PostTJX1NakashimaCustomer Data Breach began in May 2005, TJX says2007/02/22New York TimesTJX2Dash,Data Breach Could Affect Millions of TJX Shoppers2007/01/19TJX3Dash,Retail security breach may be biggest in U.S.—Business—International Herald Tribune2007/01/19TJX4Stone et alTJX Says Customer Data Was Stolen2007/01/18Wall Street JournalTJX5SidelTJX Data breach poses woe for bank2007/01/19TJX6PereiraWide Credit-Card Fraud Surfaces in TJX Hacking2007/02/25TJX7PereiraHow Credit-Card Data Went out wireless door2007/05/04Global PaymentsWashington PostGP1TsukayamaFAQ: The Global Payments hack2012/04/02New York TimesGP2Silver-Greenberg et alMasterCard and Visa Investigate Data Breach2012/04/01GP3Silver-GreenbergAfter a Data Breach, Visa Removes a Service Provider2012/04/01Wall Street JournalGP4Sidel et alData Breach Sparks Worry Hack Attack at Card Processor Compromises Potentially Thousands of Accounts2012/03/29ForbesGP5Trefis TeamGlobal Payments Data Breach Exposes Card Payments Vulnerability2012/04/03GP6KosnerMassive Credit-Card Breach of Estimated 10 Million Accounts2012/03/31The Home DepotWashington PostHD1PetersonThe Home Depot breach put 56 million payment cards at risk2014/09/18New York TimesHD2Creswell et alEx-Employees Say The Home Depot Left Data Vulnerable2014/09/19ForbesHD3VintonWith 56 Million Cards Compromised, The Home Depot's Breach Is Bigger Than Target's2014/09/18Wall Street JournalHD4SidelThe Home Depot's 56 Million Card Breach Bigger Than Target's2014/09/18HD5BanjoThe Home Depot Hackers Exposed 53 Million Email Addresses2014/11/06Usa TodayHD6WinterThe Home Depot hackers used vendor log-on2014/11/06AnthemNew York TimesA1Abelson et alMillions of Anthem Customers Targeted in Cyberattack2015/02/05A2Abelson et alAnthem Hacking Points to Security Vulnerability of Health Care Industry2015/02/06A3Abelson et alData Breach at Anthem May Forecast a Trend2015/02/06A4BernardProtecting Yourself From the Consequences of Anthem’s Data Breach2015/02/05Wall Street JournalA5Mathews et alHealth Insurer Anthem Hit by Hackers Breach Gets Away With Names, Social Security Numbers of Customers, Employees2015/02/04Usa TodayA6WeiseMillions of Anthem customers alerted to hack2015/02/05A7News sourceAnthem/Blue Cross-Blue Shield hit with cyber attack2015/02/05A8WeiseFirst lawsuits launched in Anthem hack2015/02/07EquifaxWashington PostE1MerleOutrage builds after Equifax executives banked $2 million in stock sales following data breach2017/09/08New York TimesE2Bernard et alEquifax Says Cyberattack May Have Affected 143 Million in the U.S2017/09/07Wall Street JournalE3Andriotis et alWe’ve Been Breached: Inside the Equifax Hack2017/09/18E4Rapoport et alStates Push Equifax to Explain Why It Took 6 Weeks to Disclose Hack2017/10/28E5LoderA Warning Shot on Equifax2017/10/06Usa TodayE6WeiseEquifax web snafu another reminder to protect your credit info2017/09/08E7GuynnEquifax says it was not breached again, but vendor on site served 'malicious content2017/12/12E8Mccoy et alEquifax CEO retires amid cyberbreach fallout2017/09/26E9DastagirEquifax data breach: How to freeze your credit2017/09/09E10Weise et alEquifax's struggle after massive security breach2017/09/11Capital OneNew York TimesC1NYTCapital One Data Breach Compromises Data of Over 100 Million2019/07/29Wall Street JournalC2HongCapital One Reports Data Breach Affecting 100 Million Customers2019/07/30C3Rudegeair et alCapital One Hack Hits the Reputation of a Tech-Savvy Bank2019/07/30Usa TodayC4TykoCapital One suspect indicted by federal grand jury on wire fraud and data theft charges2019/08/28C5Baig et alCapital One data breach: What's the cost of data hacks for customers and businesses?2019/07/30C6Telford et alHere’s how to make sure you’re safe after the Capital One hack2019/07/30C7SiegelCapital One looked to the cloud for security. But its own firewall couldn’t stop a hacker2019/07/30 Appendix 3: Codebook Organization’s Crisis Response StrategiesThe operational definitions adopted to create to codebook have been extracted from the works of Coombs and Holladay (2010), Liu (2010) and Coombs (2007a).CodeCode NameOperational DefinitionExampleDENYIgnoreTo implicitly deny a crisis by refraining to respondInitially TJX dismissed the inflammatory claims: “We're not commenting about what others are saying about the situation” [TJX6: 1]SufferingProactively assume the role of the victim in regard to the events of the crisis“In the last few months, SONY has faced a terrible earthquake and tsunami in Japan. But now we are facing a very man-made event – a criminal attack on us” [PR25]ScapegoatTo shift the responsibility for the events towards an external party“Sony has been the victim of a very carefully planned, very professional, highly sophisticated criminal cyber attack.” We discovered that the intruders had planted a file on one of our Sony Online Entertainment servers named “Anonymous” with the words “We are Legion.” [PR27] “Hackers, after all, do their best to cover their tracks” [PR25]DIMINISHJustificationTo minimize the impact or the proportions of the crisis event“The data breach did not involve our merchants or their relationships with their customers” [PR11]“There have been very few reports of actual breach” [PR13]Deny VolitionTo minimize responsibility for the event or its derivates by asserting lack of control over its occurrence“Given the nature of the breach, the size and international scope of our operations, and the complexity of the way credit-card transactions are processed, [The response] is, by necessity, taking time” [PR22]REBUILDApologyTo make amends for the misconduct that enabled the outbreak of the crisis“While I am grateful that the perpetrator has been caught, I am deeply sorry for what has happened, I sincerely apologize for the understandable worry this incident must be causing those affected and I am committed to making it right” [C2]CompensationTo offer an indemnification to the victims in order to repair damages inflictedIdentity Theft Repair Assistance: Should a member experience fraud, an investigator will do the work to recover financial losses, restore the member’s credit, and ensure the member’s identity is returned to its proper condition. This assistance will cover any fraud that has occurred since the incident first began. [PR3]RectificationTo demonstrating full commitment to preventing future recurrences of the crisis“Safeguarding our customers' information is essential to our mission as a financial institution. We have invested heavily in cybersecurity and will continue to do so. We will incorporate the learnings from this incident to further strengthen our cyber defenses” [PR4]RECTIFYIngratiationTo commend stakeholders and customers on their support and loyalty towards the organization“We greatly appreciate your patience, understanding and goodwill as we do whatever it takes to resolve these issues as quickly and efficiently as practicable” [PR25]BolsteringTo draw on past merits and achievements obtained by the organization to offset the negative consequences of the crisis“We pride ourselves on being a leader in managing and protecting data” [PR7]Appendix 4: Codebook Media CoverageBased on Eisenegger (2004), cf. Cravens et al. (2003), Eisenegger and Imhof (2008), Formentin (2010), Ki and Nekmat (2014), and Weverbergh and Vermoesen 2020.CodePositiveNegativeNeutralDescriptionPositive statements within a publication distance the organization from the causal chain of events, reduce the degree of attributed responsibility and crisis severity, or portray appreciation for its performance history, e.g., statements that portray the organization as victim, statements that praise the organization performance before, during and after the crisis, statements that minimize the impact of the crisisNegative statements within a publication portray the organization as directly responsible for the events, increase the degree of attributed responsibility and crisis severity, or portray disapproval for its performance history, e.g., statements that address the organization as responsible for the crisis, statements that criticize the organization performance before, during and after the crisis, statements that emphasize the impact of the crisisNeutral statements within a publication describe the organization navigating the crisis or the crisis itself, but do not convey information on the role played by the organization within the crisis or do not qualitatively portray its involvement in terms of attributed responsibility. This also includes informative statements about the event that do not address the organization’s role in the crisisExample“Its decision to reveal the attack days after its discovery, even as the investigation is getting under way, may signal a changing attitude among corporate executives about rapid disclosures in the wake of breaches of companies”. (A5)“Equifax's struggle to deal with the fallout from a massive security breach is growing as lawmakers are asking questions about what happened and more consumers are lawyering up”. (E6)“Federal law requires health-care companies to inform consumers and regulators when they suffer a data breach involving personally identifiable information, but they have as many as 60 days after the discovery of an attack to report it.” (A5)Rights and permissionsReprints and permissionsAbout this articleCite this articleKuipers, S., Schonheit, M. Data Breaches and Effective Crisis Communication: A Comparative Analysis of Corporate Reputational Crises. Corp Reputation Rev 25, 176–197 (2022). https://doi.org/10.1057/s41299-021-00121-9Download citationPublished: 02 August 2021Issue Date: August 2022DOI: https://doi.org/10.1057/s41299-021-00121-9Share this articleAnyone you share the following link with will be able to read this content:Get shareable linkSorry, a shareable link is not currently available for this article.Copy to clipboard Provided by the Springer Nature SharedIt content-sharing initiative KeywordsCrisis communicationData breachCybersecurity Use our pre-submission checklist Avoid common mistakes on your manuscript. Advertisement Search Search by keyword or author Search Navigation Find a journal Publish with us Track your research Discover content Journals A-Z Books A-Z Publish with us Journal finder Publish your research Open access publishing Products and services Our products Librarians Societies Partners and advertisers Our imprints Springer Nature Portfolio BMC Palgrave Macmillan Apress Your privacy choices/Manage cookies Your US state privacy rights Accessibility statement Terms and conditions Privacy policy Help and support Cancel contracts here Not affiliated © 2024 Springer Nature",
        "summary": "[[Summary: \nThe article titled \"Data Breaches and Effective Crisis Communication: A Comparative Analysis of Corporate Reputational Crises\" by Sanneke Kuipers and Michael Schonheit, published in Corporate Reputation Review, examines how organizations can mitigate reputational damage after data breaches through effective crisis communication strategies. \n\nKey Points:\n- Data breaches are common and damaging cyber incidents, with an estimated 15.1 billion confidential records exposed in 2019, marking a 284% increase from 2018.\n- Factors contributing to data breaches include inconsistent data handling policies, internal misuse, system vulnerabilities, and human errors.\n- The study highlights that responses to data breaches vary in effectiveness. Comprehensive communication strategies, including acknowledgment of responsibility, can significantly reduce reputational damage.\n- Organizations that blend multiple communication strategies tend to perform worse than those that use a single, consistent approach.\n- Denial as a response strategy is detrimental to reputation recovery, while self-disclosure positively influences media coverage.\n- Effective crisis communication includes timely compensation, apologies, and rectification strategies, which enhance reputational recovery.\n- The research compares eight corporate data breach cases, analyzing their financial and reputational impacts through stock price fluctuations and media coverage.\n- Findings suggest that organizations that proactively disclose breaches and communicate transparently about their response strategies fare better in maintaining their reputation.\n- The study indicates a trend of \"breach fatigue,\" where newer data breaches attract less public outrage compared to earlier incidents.\n\nCase Studies:\n1. **TJX Data Breach (2007)**: Initially downplayed the breach's severity, leading to a negative media narrative. Reputation Index score: -43.\n2. **SONY Data Breach (2011)**: Poor initial response and lack of transparency resulted in severe reputational damage. Reputation Index score: -90.\n3. **Target Data Breach (2013)**: Mixed responses led to a moderate reputation score of -25, despite some positive media coverage.\n4. **Equifax Data Breach (2017)**: The worst performance with a Reputation Index score of -100 due to delayed disclosures and executive controversies.\n5. **Anthem Data Breach (2015)**: Proactive communication resulted in a positive score of +62.5, as the company was praised for its timely disclosure.\n6. **Capital One Data Breach (2019)**: Benefited from a clear narrative and minimal attributed responsibility, resulting in a score of +42.85.\n7. **The Home Depot Data Breach (2014)**: Managed to maintain a positive reputation score of +33.3 through effective communication strategies.\n8. **Global Payments Data Breach (2012)**: Received a mixed response from media, leading to a score of -33.3.\n\nConclusion:\nThe study concludes that effective crisis communication, characterized by transparency and responsibility, is crucial for organizations facing data breaches. The findings suggest that organizations should treat data breaches as accidents for which they bear responsibility, adopting strategies that prioritize public safety and concern for affected individuals. Future research is encouraged to explore broader datasets to validate these findings and assess the evolving nature of crisis communication in the context of data breaches.]]",
        "url": "https://link.springer.com/article/10.1057/s41299-021-00121-9",
        "access_time": "2024-10-26T11:42:13.622687"
    },
    {
        "original_html": "You have reached the cached page for https://www.mckinsey.com/capabilities/risk-and-resilience/our-insights/the-consumer-data-opportunity-and-the-privacy-imperativeBelow is a snapshot of the Web page as it appeared on 2024/10/25 (the last time our crawler visited it). This is the version of the page that was used for ranking your search results. The page may have changed since we last cached it. To see what might have changed (without the highlights), go to the current page.Bing is not responsible for the content of this page.Skip to main contentThe consumer-data opportunity and the privacy imperativeApril 27, 2020 | Article Venky Anant Lisa Donchak James Kaplan Henning SollerAs consumers become more careful about sharing data, and regulators step up privacy requirements, leading companies are learning that data protection and privacy can create a business advantage. (PDF-1 MB) As consumers increasingly adopt digital technology, the data they generate create both an opportunity for enterprises to improve their consumer engagement and a responsibility to keep consumer data safe. These data, including location-tracking and other kinds of personally identifiable information, are immensely valuable to companies: many organizations, for example, use data to better understand the consumer’s pain points and unmet needs. These insights help to develop new products and services, as well as to personalize advertising and marketing (the total global value of digital advertising is now estimated at $300 billion). Consumer data are clearly transforming business, and companies are responsible for managing the data they collect. To find out what consumers think about the privacy and collection of data, McKinsey conducted a survey of 1,000 North American consumers. To determine their views on data collection, hacks and breaches, regulations, communications, and particular industries, we asked them pointed questions about their trust in the businesses they patronize. The responses reveal that consumers are becoming increasingly intentional about what types of data they share—and with whom. They are far more likely to share personal data that are a necessary part of their interactions with organizations. By industry, consumers are most comfortable sharing data with providers in healthcare and financial services, though no industry reached a trust rating of 50 percent for data protection. That lack of trust is understandable given the recent history of high-profile consumer-data breaches. Respondents were aware of such breaches, which informed their survey answers about trust. The scale of consumer data exposed in the most catastrophic breaches is staggering. In two breaches at one large corporation, more than 3.5 billion records were made public. Breaches at several others exposed hundreds of millions of records. The stakes are high for companies handling consumer data: even consumers who were not directly affected by these breaches paid attention to the way companies responded to them. Proliferating breaches and the demand of consumers for privacy and control of their own data have led governments to adopt new regulations, such as the General Data Protection Regulation (GDPR) in Europe and the California Consumer Privacy Act (CCPA) in that US state. Many others are following suit. The breaches have also promoted the increased use of tools that give people more control over their data. One in ten internet users around the world (and three in ten US users) deploy ad-blocking software that can prevent companies from tracking online activity. The great majority of respondents—87 percent—said they would not do business with a company if they had concerns about its security practices. Seventy-one percent said they would stop doing business with a company if it gave away sensitive data without permission. Because the stakes are so high—and awareness of these issues is growing—the way companies handle consumer data and privacy can become a point of differentiation and even a source of competitive business advantage. The main findings of our research are presented below. We then offer prescriptive steps for data mapping, operations, and infrastructure, as well as customer-facing best practices. These can help companies position themselves to win that competitive advantage. A matter of trust—or a lack thereof Consumer responses to our survey led to a number of important insights about data management and privacy. First, consumer-trust levels are low overall but vary by industry. Two sectors—healthcare and financial services—achieved the highest score for trust: 44 percent. Notably, customer interactions in these sectors involve the use of personal and highly sensitive data. Trust levels are far lower for other industries. Only about 10 percent of consumer respondents said that they trust consumer-packaged-goods or media and entertainment companies, for example (Exhibit 1). 1 About two-thirds of internet users in the United States say it is “very important” that the content of their email should remain accessible only to those whom they authorize and that the names and identities of their email correspondents remain private (Exhibit 2). 2 About half of the consumer respondents said they are more likely to trust a company that asks only for information relevant to its products or that limits the amount of personal information requested. These markers apparently signal to consumers that a company is taking a thoughtful approach to data management. Half of our consumer respondents are also more likely to trust companies that react quickly to hacks and breaches or actively disclose such incidents to the public. These practices have become increasingly important both for companies and consumers as the impact of breaches grows and more regulations govern the timeline for data-breach disclosures. Other issues are of lesser importance in gaining the consumer’s trust, according to the survey: the level of regulation in a particular industry, whether a company has its headquarters in a country with a trustworthy government, or whether a company proactively shares cyber practices on websites or in advertisements (Exhibit 3). 3 Consumer empowerment and actions Given the low overall levels of trust, it is not surprising that consumers often want to restrict the types of data that they share with businesses. Consumers have greater control over their personal information as a result of the many privacy tools now available, including web browsers with built-in cookie blockers, ad-blocking software (used on more than 600 million devices around the world), and incognito browsers (used by more than 40 percent of internet users globally). However, if a product or service offering—for example, healthcare or money management—is critically important to consumers, many are willing to set aside their privacy concerns. Consumers are not willing to share data for transactions they view as less important. They may even “vote with their feet” and walk away from doing business with companies whose data-privacy practices they don’t trust, don’t agree with, or don’t understand. In addition, while overall knowledge of consumer privacy is on the rise, many consumers still don’t know how to protect themselves: for example, only 14 percent of internet users encrypt their online communications, and only a third change their passwords regularly (Exhibit 4). 4 Evolving regulations Privacy regulations are evolving, with a marked shift toward protecting consumers: the GDPR, for example, implemented in Europe in May 2018, gives consumers more choices and protections about how their data are used. The GDPR gives consumers easier access to data that companies hold about them and makes it easier for them to ask companies to delete their data. For companies, the GDPR requires meaningful changes in the way they collect, store, share, and delete data. Failure to comply could result in steep fines, potentially costing a company up to 4 percent of its global revenue. One company incurred a fine of $180 million for a data breach that included log-in and payment information for nearly 400,000 people.1The fine was imposed by the Information Commissions Office, the British data regulator, and is currently under regulatory process review. Another was fined $57 million for failure to comply with GDPR. A side effect of this regulation is an increased awareness among consumers of their data-privacy rights and protections. About six in ten consumers in Europe now realize that rules regulate the use of their data within their own countries, an increase from only four in ten in 2015. Would you like to learn more about our Risk Practice? The GDPR has been considered a bellwether for data-privacy regulation. Even in Europe, policy makers are seeking to enact additional consumer-privacy measures, including the ePrivacy regulation (an extension of GDPR), which focuses on privacy protection for data transmitted electronically. Its status as a regulation (rather than a directive) means that it could be enforced uniformly across EU member states. The ePrivacy regulation is likely to be enacted in 2020. Beyond Europe Governments outside Europe have also begun to enact data-privacy regulations. In Brazil, for example, the Lei Geral de Proteção de Dados, or LGPD (General Data Protection Law) will go into effect in August 2020. Brazil’s previous data-protection regulations were sector based. The LGPD is an overarching, nationwide law centralizing and codifying rules governing the collection, use, processing, and storage of personal data. While the fines are less steep than the GDPR’s, they are still formidable: failing to comply with the LGPD could cost companies up to 2 percent of their Brazilian revenues. In the United States, the California Consumer Privacy Act (CCPA) went into effect in the state in January 2020. It gives residents the right to know which data are collected about them and to prevent the sale of their data. CCPA is a broad measure, applying to for-profit organizations that do business in California and meet one of the following criteria: earning more than half of their annual revenues from selling consumers’ personal information; earning gross revenues of more than $50 million; or holding personal information on more than 100,000 consumers, households, or devices. The CCPA is the strictest consumer-privacy regulation in the United States, which as yet has no national data-privacy law. The largest fine for mishandling data was, however, issued by the US Federal Trade Commission (FTC). Compliance investments Companies are investing hefty sums to ensure that they are compliant with these new regulations. In total, Fortune Global 500 companies had spent $7.8 billion by 2018 preparing for GDPR, according to an estimate by the International Association of Privacy Professionals. Companies have hired data-protection officers, a newly defined corporate position mandated by the GDPR for all companies handling large amounts of personal data. Despite these measures, few companies feel fully compliant, and many are still working on scalable solutions. A central challenge—particularly for companies that operate internationally—is the patchwork nature of regulation. Requirements are very different from one jurisdiction or market to another. To address regulatory diversity and anticipate future regulations, many companies have begun systematizing their approach to compliance. Some have begun creating regulatory roles and responsibilities within their organizations. Many are trying to implement future-proof solutions. Rather than meeting CCPA requirements only in California, Microsoft is applying them to all US citizens, though other states do not yet have policies as restrictive as the CCPA. This practice will probably become more common, as many companies are using the most restrictive legal requirements as their own standard. For most companies in the United States, this means following CCPA’s guidelines. Another difficult aspect of privacy regulation has to do with the deletion and porting of data: regulations allow consumers to request that their data be deleted or that enterprises provide user data to individual consumers or other services. For many companies, these tasks are technically challenging. Corporate data sets are often fragmented across varied IT infrastructure, making it difficult to recover all information on individual consumers. Some data, furthermore, may be located outside the enterprise, in affiliate or third-party networks. For these reasons, companies can struggle to identify all data from all sources for transfer or deletion. Proactive steps for companies Several effective actions have emerged for companies that seek to address enhanced consumer-privacy and data-protection requirements. These span the life cycle of enterprise data, and include steps in operations, infrastructure, and customer-facing practices, and are enabled by data mapping. Data mapping Leading companies have created data maps or registers to categorize the types of data they collect from customers. The solution is best designed to accommodate increases in the volume and range of such data that will surely come. Existing data-cataloging and data-flow-mapping tools can support the process. Companies need to know which data they actually require to serve customers. Much of the data that is collected is not used for analytics and will not be needed in the future. Companies will mitigate risk by collecting only the data they will probably need. Another necessary step is to write or revise data-storage and -security policies. The best approaches account for the different categories of data, which can require different storage policies. Of further importance is the growing appetite for applied analytics. Today, leading companies need robust analytics policies. Given the proliferation of advanced machine-learning tools, many organizations will seek to analyze the high volumes of data they collect, especially by experimenting with unsupervised algorithms. But unless companies have advanced model-validation approaches and thoughtfully purposed consumer data, they should proceed with extreme caution, probably by focusing specifically on supervised-learning algorithms to minimize risk. Operations Leading organizations have developed identity- and access-management practices for individuals according to their roles, with security-access levels determined for different data categories. About one-third of the breaches in recent years have been attributed to insider threats. This risk can be mitigated by ensuring that data sets are accessible only to those who need them and that no one has access to all available data. Even the most robust practices for identity and access management can fail—some breaches can be caused by individuals with approved access—so additional activity monitoring can be helpful. To act quickly when breaches do occur, organizations will want to pressure-test their crisis-response processes in advance. People who will be involved in the response must be identified and a strong communications strategy developed. One of the highest predictors of consumer trust is the speed of company reporting and response when breaches occur. Indeed, most new regulations require companies to disclose breaches very quickly; the GDPR, for example, mandates the announcement of a breach within 72 hours of its discovery. Companies should develop clear, standardized procedures to govern requests for the removal or transfer of data. These should ensure expedited compliance with regulations and cover consumer requests for the identification, removal, and transfer of data. The processes should support data discovery in all pertinent infrastructure environments within a company and across its affiliates. Most companies today use manual processes, which creates an opportunity for streamlining and automating them to save time and resources. This approach also prepares infrastructure environments for future process developments. Companies should develop clear, standardized procedures to govern requests for the removal or transfer of data. Working closely with third parties, affiliates, and vendors, companies can gain an understanding of how and where their data are stored. This knowledge is especially important when third parties are supporting the development of products and features and need access to consumer data. Some companies are considering establishing review boards to support decisions about sharing data with third parties. Infrastructure Organizations are working to create infrastructure environments that can readily accommodate the increasing volumes of data collected, as well as attending technological innovations. Best practice is to store data in a limited number of systems, depending on data type or classification. A smaller systems footprint reduces the chance of breaches. Customer-facing best practices Leading companies are building “privacy by design” into consumer-facing applications, with such features as automatic timed logouts and requirements for strong passwords. Security and privacy become default options for consumers, while features strike a balance with the user experience. It is important for organizations to communicate transparently: customers should know when and why their data are being collected. Many companies are adding consumer privacy to their value propositions and carefully crafting the messages in their privacy policies and cookie notices to align with the overall brand. Our research revealed that our sample of consumers simply do not trust companies to handle their data and protect their privacy. Companies can therefore differentiate themselves by taking deliberate, positive measures in this domain. In our experience, consumers respond to companies that treat their personal data as carefully as they do themselves.Venky Anant is a partner in McKinsey’s Silicon Valley office, where Lisa Donchak is a consultant; James Kaplan is a partner in the New York office; Henning Soller is a partner in the Frankfurt office.Explore a career with usSearch OpeningsRelated ArticlesArticleWhat will Europe’s e-privacy regulation mean for your business?ArticleGDPR compliance since May 2018: A continuing challenge",
        "summary": "[[Summary: \n\n**Article Title:** The Consumer Data Opportunity and the Privacy Imperative  \n**Publication Date:** April 27, 2020  \n**Authors:** Venky Anant, Lisa Donchak, James Kaplan, Henning Soller  \n\n**Main Topics:**\n1. **Consumer Data and Business Advantage:**  \n   - As consumers become more cautious about sharing personal data, companies can leverage data protection and privacy to gain a competitive edge.\n   - The global value of digital advertising is estimated at $300 billion.\n\n2. **Consumer Trust and Data Sharing:**  \n   - McKinsey surveyed 1,000 North American consumers regarding their views on data privacy and sharing.\n   - Trust levels vary by industry, with healthcare and financial services scoring highest at 44%, while consumer-packaged goods and media/entertainment are below 10%.\n   - 87% of respondents would avoid companies with poor security practices; 71% would stop doing business if sensitive data were shared without permission.\n\n3. **Impact of Data Breaches:**  \n   - High-profile breaches have significantly impacted consumer trust, with over 3.5 billion records exposed in major incidents.\n   - Consumers are aware of breaches and consider company responses when evaluating trust.\n\n4. **Regulatory Landscape:**  \n   - New regulations like the GDPR (Europe) and CCPA (California, USA) have been enacted to enhance consumer privacy.\n   - GDPR, effective May 2018, allows consumers more control over their data, with fines for non-compliance reaching up to 4% of global revenue.\n   - CCPA, effective January 2020, grants California residents rights regarding their personal data.\n\n5. **Consumer Empowerment:**  \n   - Many consumers are using privacy tools (e.g., ad-blockers, cookie blockers) to control data sharing.\n   - Despite rising awareness, only 14% encrypt their online communications.\n\n6. **Company Compliance and Investment:**  \n   - Fortune Global 500 companies spent $7.8 billion preparing for GDPR compliance.\n   - Companies are developing data mapping strategies and enhancing security and access management to protect consumer data.\n\n7. **Best Practices for Data Management:**  \n   - Companies should implement data mapping to categorize data types and revise storage policies.\n   - Establishing identity and access management practices can mitigate insider threats.\n   - Companies must develop standardized procedures for data removal and transfer requests.\n\n8. **Consumer-Centric Approach:**  \n   - Companies can differentiate themselves by adopting \"privacy by design\" in consumer applications and communicating transparently about data usage.\n\n**Key Statistics:**\n- 87% of consumers avoid companies with security concerns.\n- 71% would stop business with companies sharing sensitive data without permission.\n- 44% trust healthcare and financial services with personal data.\n- 14% of internet users encrypt their communications; one-third regularly change passwords.\n\n**Regulatory Developments:**\n- GDPR (Europe) and CCPA (California) are leading regulations for consumer data protection.\n- Brazil's LGPD (effective August 2020) centralizes data protection laws.\n\n**Conclusion:**  \nThe handling of consumer data and privacy is crucial for businesses, impacting their reputation and competitive advantage. Companies are encouraged to adopt proactive measures to build trust with consumers through effective data management and transparency.]]",
        "url": "https://www.mckinsey.com/capabilities/risk-and-resilience/our-insights/the-consumer-data-opportunity-and-the-privacy-imperative",
        "access_time": "2024-10-26T11:42:16.658827"
    }
]