[
    {
        "Examples": [
            "Insufficient matching methods can lead to privacy violations if incorrect reports are provided to entities without a permissible purpose.",
            "It is illegal to provide reports on multiple individuals when only one is requested.",
            "The advisory outlines potential criminal penalties for violations, such as obtaining reports under false pretenses or sharing information unlawfully."
        ],
        "url": "https://www.consumerfinance.gov/about-us/newsroom/cfpb-issues-advisory-to-protect-privacy-when-companies-compile-personal-data/",
        "summary": "[[Summary: \n\n**Title:** CFPB Issues Advisory to Protect Privacy When Companies Compile Personal Data\n\n**Date:** July 7, 2022\n\n**Location:** Washington, D.C.\n\n**Agency:** Consumer Financial Protection Bureau (CFPB)\n\n**Key Points:**\n1. **Advisory Issued:** The CFPB released a legal interpretation to ensure that companies using and sharing credit and background reports have a \"permissible purpose\" under the Fair Credit Reporting Act (FCRA).\n   \n2. **Director's Statement:** CFPB Director Rohit Chopra emphasized the need for stronger privacy protections, stating that Americans face constant surveillance from commercial firms aiming to monetize personal data.\n\n3. **Historical Context:** The FCRA was enacted in 1970 to promote fair and accurate reporting and protect consumer privacy. It regulates companies that compile consumer dossiers, including credit reporting agencies and data brokers.\n\n4. **Permissible Purposes Defined:** The FCRA mandates that users of consumer reports must have a legitimate reason for accessing personal information. Common permissible purposes include:\n   - Credit decisions\n   - Insurance underwriting\n   - Housing applications\n   - Employment evaluations\n\n5. **Advisory Clarifications:**\n   - **Matching Procedures:** Insufficient matching methods can lead to privacy violations if incorrect reports are provided to entities without a permissible purpose.\n   - **Multiple Reports:** It is illegal to provide reports on multiple individuals when only one is requested.\n   - **Disclaimers:** Disclaimers do not absolve users from failing to ensure that reports pertain to the correct individual.\n   - **User Responsibility:** Users must not obtain reports without a permissible purpose.\n\n6. **Criminal Liability:** The advisory outlines potential criminal penalties for violations, such as obtaining reports under false pretenses or sharing information unlawfully. Section 620 of the FCRA holds individuals accountable for knowingly providing unauthorized information.\n\n7. **CFPB Actions:** The CFPB has highlighted issues affecting military families and consumers facing medical billing challenges. It has also provided resources to identify and hold credit reporting companies accountable for inaccuracies.\n\n8. **Consumer Resources:** Consumers can file complaints regarding credit reporting and other financial services through the CFPB’s website or by calling (855) 411-CFPB (2372).\n\n**Additional Information:** For more details, consumers can access the full advisory opinion titled \"Fair Credit Reporting; Permissible Purposes for Furnishing, Using, and Obtaining Consumer Reports\" on the CFPB website. \n\n**Topics Covered:** Fair Credit Reporting Act, Compliance, Credit Reports and Scores.]]",
        "access_time": "2024-10-26T14:34:04.782742"
    },
    {
        "Example": [
            "TransUnion Rental Screening Solutions, Inc. and Trans Union, LLC lawsuit for failure in ensuring accuracy of tenant screening reports (October 20, 2023)",
            "TruthFinder, LLC misleading users regarding the accuracy of background reports (October 11, 2023)",
            "Vivint Smart Home, Inc. misuse of credit reports, leading to a claims process for consumers (August 23, 2023)",
            "Credit Bureau Center, LLC case related to inaccuracies in consumer reports (April 4, 2022)",
            "MyLife.com, Inc. for misleading background reports (December 16, 2021)",
            "AppFolio, Inc. inaccuracy condition in consumer reporting (December 8, 2020)"
        ],
        "url": "https://www.ftc.gov/news-events/topics/consumer-finance/credit-reporting",
        "summary": "[[Summary: \n\n**Main Topics:**\n- Credit Reporting\n- Fair Credit Reporting Act (FCRA)\n- Consumer Rights and Protection\n- Enforcement Actions by the FTC\n\n**Key Facts:**\n- The Fair Credit Reporting Act promotes the accuracy, fairness, and privacy of information in consumer reporting agencies (CRAs).\n- The FTC is actively enforcing compliance among CRAs, information furnishers, and users of consumer reports.\n- Recent enforcement actions have included lawsuits against CRAs and companies for providing inaccurate information and failing to notify consumers of negative decisions based on consumer reports.\n\n**Important Cases:**\n1. Aqua Finance (May 1, 2024)\n2. TransUnion Rental Screening Solutions, Inc. and Trans Union, LLC (October 20, 2023)\n3. TruthFinder, LLC (October 11, 2023)\n4. Vivint Smart Home, Inc. (August 23, 2023)\n5. Credit Bureau Center, LLC (April 4, 2022)\n6. MyLife.com, Inc. (December 16, 2021)\n7. AppFolio, Inc. (December 8, 2020)\n8. Midwest Recovery Systems, LLC (November 30, 2020)\n9. Kohl's Department Stores, Inc. (June 10, 2020)\n10. BoostMyScore LLC (March 9, 2020)\n\n**Recent Press Releases:**\n- FTC and CFPB settled with Trans Union for $15 million due to failure in ensuring accuracy of tenant screening reports (October 12, 2023).\n- FTC claims TruthFinder and Instant Checkmate misled users regarding the accuracy of background reports (September 11, 2023).\n- FTC announced a claims process for consumers whose credit reports were misused by Vivint (August 23, 2023).\n\n**Events:**\n- Upcoming event on October 23, 2024, titled \"How to Help Your Library Patrons Avoid Holiday Scams.\"\n\n**Consumer Guidance:**\n- The FTC provides resources for consumers to understand their rights, report fraud, and manage credit and debt.\n\n**Background Information:**\n- The FTC's mission includes protecting the public from deceptive or unfair business practices and promoting fair competition through law enforcement, advocacy, research, and education.\n- Lina M. Khan has been the Chair of the FTC since June 15, 2021.\n\n**Statistical Data:**\n- The FTC has been involved in various enforcement actions and settlements, highlighting issues of accuracy and fairness in credit reporting.\n\n**Contradictory Information:**\n- No significant contradictions were noted within the provided content. All information appears consistent regarding the FTC's role and actions related to credit reporting.]]",
        "access_time": "2024-10-26T14:34:05.969681"
    },
    {
        "Example": [
            "None"
        ],
        "url": "https://www.ftc.gov/news-events/topics/protecting-consumer-privacy-security/privacy-security-enforcement",
        "summary": "[[Summary: \nThe text is an overview of the Federal Trade Commission (FTC) website, emphasizing its role in enforcing federal competition and consumer protection laws. The FTC aims to prevent anticompetitive, deceptive, and unfair business practices. Key sections of the website include:\n\n1. **Enforcement**: Details on cases and proceedings, premerger notification programs, merger reviews, and guidance on anticompetitive practices. It includes a blog titled \"Competition Matters,\" with a notable post by Henry Liu, Director of the Bureau of Competition, dated May 23, 2024.\n\n2. **Policy**: Information on government policies that protect consumers and promote competition, including advocacy, research, and policy statements.\n\n3. **Advice and Guidance**: Resources for consumers to understand their rights, report fraud, register for Do Not Call, and access consumer alerts. It also provides business guidance on advertising, privacy, and security.\n\n4. **News and Events**: Recent news includes FTC actions against Lyft for misleading earnings claims (October 25, 2024), and various upcoming events such as office hours for librarians on November 7, 2024.\n\n5. **Privacy and Security Enforcement**: The FTC enforces laws related to consumer privacy, taking legal action against companies that mislead consumers or fail to secure personal information. Notable cases include actions against Marriott International, Facebook, and Verkada, among others.\n\n6. **Public Statements and Reports**: The FTC regularly publishes reports on consumer protection, including a report on older consumers (October 18, 2024) and findings on the data practices of social media companies (September 19, 2024).\n\n7. **Leadership**: Lina M. Khan serves as the Chair of the FTC, having been sworn in on June 15, 2021. \n\n8. **Consumer Education**: The FTC provides educational resources on various topics, including identity theft, scams, and consumer rights. \n\nThe website emphasizes the importance of consumer protection and the FTC's commitment to enforcing laws that safeguard against deceptive practices. \n]]",
        "access_time": "2024-10-26T14:34:10.287735"
    },
    {
        "Example": [
            "Furnishing and Reporting Old Information: violations such as failing to report discharged debts, reporting old debts as new, reporting closed accounts as active, reporting outdated information (e.g., lawsuits over 7 years old).",
            "Furnishing and Reporting Inaccurate Information: issues like misstating balances or payment statuses, incorrectly listing debtors, failing to address identity theft reports.",
            "Mixed Files: instances where credit bureaus mix files of individuals with similar names or identifiers.",
            "Privacy Violations: credit agencies releasing reports to unauthorized entities without valid needs."
        ],
        "url": "https://www.nolo.com/legal-encyclopedia/most-common-violations-the-fcra.html",
        "summary": "[[Summary: \nThe article discusses the Fair Credit Reporting Act (FCRA), which protects consumers from the misuse and misreporting of credit information. Key points include:\n\n1. **Overview of the FCRA**: \n   - Governs consumer reporting agencies (credit bureaus) and businesses that report credit information.\n   - Ensures accurate credit reporting, which impacts mortgage approvals, loans, jobs, and housing.\n\n2. **Common Violations of the FCRA**:\n   - **Furnishing and Reporting Old Information**: Creditors must keep credit information current. Violations include:\n     - Failing to report discharged debts.\n     - Reporting old debts as new.\n     - Reporting closed accounts as active.\n     - Reporting outdated information (e.g., lawsuits over 7 years old).\n   - **Furnishing and Reporting Inaccurate Information**: Creditors must not provide known inaccurate information, including:\n     - Misstating balances or payment statuses.\n     - Incorrectly listing debtors.\n     - Failing to address identity theft reports.\n   - **Mixed Files**: Occurs when credit bureaus mix files of individuals with similar names or identifiers.\n   - **Failing to Follow Debt Dispute Procedures**: Creditors and bureaus must respond appropriately to disputes, including:\n     - Conducting reasonable investigations.\n     - Correcting or removing inaccurate information.\n   - **Privacy Violations**: Agencies can only release credit reports to authorized entities with valid needs.\n   - **Withholding Notices**: Consumers must receive notices regarding the use of their credit information, including:\n     - Notifications of negative reporting.\n     - Information about dispute rights.\n  \n3. **Legal Recourse**: \n   - Consumers may sue in state or federal court for damages if their rights under the FCRA are violated.\n\n4. **Additional Resources**: \n   - The article provides links for further reading on protecting credit and remedies for FCRA violations.\n\nThe article emphasizes the importance of recognizing FCRA violations to safeguard credit scores and financial health.]]",
        "access_time": "2024-10-26T14:34:06.502996"
    },
    {
        "Example": [
            "Identity Theft: Credit bureaus must block fraudulent information if reported by victims of identity theft.",
            "Mixed Files: Incorrectly reported information due to confusion between consumers with similar identifiers.",
            "Unauthorized Access: Accessing a credit report without permission is a violation.",
            "Disputed Debt Reporting: Credit bureaus must indicate when a debt is disputed; failing to do so is a violation."
        ],
        "url": "https://www.clantonlawoffice.com/identifying-fcra-violations/",
        "summary": "[[Summary: \n\n**Main Topic:** Identifying Common Violations of the Fair Credit Reporting Act (FCRA) \n\n**Author:** Bill Clanton \n\n**Posted Date:** November 17, 2023 \n\n**Overview of the FCRA:** \n- The Fair Credit Reporting Act (FCRA) is a federal law aimed at regulating the accuracy, privacy, and fairness of credit information.\n- It is crucial for consumers to understand their rights under the FCRA to protect their credit health.\n\n**Key Rights Under the FCRA:**\n1. Obtain a free annual credit report from each major credit bureau (available weekly since April 2020).\n2. Dispute and correct inaccurate or incomplete information in credit reports.\n3. Have outdated negative information removed after typically 7 years.\n4. Control who can access their credit report.\n5. Seek damages for violations of the FCRA.\n\n**Common FCRA Violations:**\n1. **Identity Theft:** Credit bureaus must block fraudulent information if reported by victims of identity theft. In 2020, the FTC recorded 1.4 million identity theft reports.\n2. **Mixed Files:** Incorrectly reported information due to confusion between consumers with similar identifiers.\n3. **Failure to Update:** Credit bureaus must update or remove disputed information promptly.\n4. **Unauthorized Access:** Accessing a credit report without permission is a violation.\n5. **Disputed Debt Reporting:** Credit bureaus must indicate when a debt is disputed; failing to do so is a violation.\n\n**Statistics:** \n- 34% of Americans found at least one error on their credit reports in a 2021 Consumer Reports study, compared to 26% in a 2012 FTC study.\n- Average FCRA lawsuit settlements increased from $3,500 in 2018 to $4,800 in 2022.\n- The Consumer Financial Protection Bureau (CFPB) received approximately 319,000 credit reporting complaints in 2021, a significant rise from about 54,000 in 2012.\n\n**Steps for Disputing Errors:**\n- Pull credit reports from all three major credit bureaus at annualcreditreport.com.\n- Review reports for inaccuracies and follow the bureaus’ procedures to dispute them.\n- Send a certified letter detailing the inaccuracies to the reporting bureaus.\n\n**Legal Recourse for FCRA Violations:**\n- If disputes are unsuccessful, consumers may need to consult an attorney for advice on rights, disputing errors, or pursuing legal action for damages.\n\n**FAQs:**\n- Common violations include reporting outdated information and unauthorized access.\n- Rights under the FCRA include obtaining accurate credit reports and disputing inaccuracies.\n- Violations can result in legal actions and penalties.\n\n**About the Author:**\nBill Clanton has extensive experience helping consumers against unfair practices from debt collectors and credit reporting agencies.\n\n**Contact Information:**\n- Clanton Law Office: 210-226-0800 (San Antonio) and 713-364-0718 (Houston, by appointment only).]]\n\n",
        "access_time": "2024-10-26T14:34:08.136132"
    },
    {
        "Example": [
            "Unauthorized access to credit reports",
            "Failure to update reports post-bankruptcy",
            "Reporting old debts as new",
            "Misattributing information between individuals with similar names or Social Security numbers",
            "Inadequate handling of disputes",
            "Failing to notify consumers about their credit report or score"
        ],
        "url": "https://www.incharge.org/debt-relief/credit-counseling/credit-score-and-credit-report/fair-credit-reporting-act/",
        "summary": "[[Summary: \n\n**Fair Credit Reporting Act (FCRA) Overview**  \n- **Enactment**: The FCRA was adopted by Congress in 1970 to protect consumers and regulate the use of credit information.\n- **Purpose**: It allows consumers to know what is in their credit reports and mandates free access to information used by credit rating agencies to assign credit scores.\n- **Enforcement**: The Federal Trade Commission (FTC) enforces the FCRA, while the Consumer Financial Protection Bureau (CFPB) handles most rulemaking responsibilities following the Dodd-Frank Act.\n\n**Credit Reporting Agencies**  \n- Major agencies: Equifax, Experian, and TransUnion, which maintain files on over 200 million Americans and issue more than three billion reports annually.\n- **Common Errors**: Errors can arise from clerical mistakes or outdated information, such as reporting discharged debts as unpaid.\n\n**Common Violations of FCRA**  \n1. Failure to update reports post-bankruptcy.\n2. Reporting old debts as new.\n3. Misattributing information between individuals with similar names or Social Security numbers.\n4. Inadequate handling of disputes.\n5. Unauthorized access to credit reports.\n6. Failing to notify consumers about their credit report or score.\n\n**Consumer Rights Under FCRA**  \n- Consumers have the right to access their credit report for free under specific circumstances, including denials of credit or employment based on credit information.\n- They can dispute inaccuracies and demand corrections.\n- Victims of identity theft can request transaction records related to the theft.\n- Consumers can request their credit score from reporting agencies.\n\n**Damages for FCRA Violations**  \n- **Willful Violations**: Include actual damages, statutory damages ($100-$1,000), punitive damages (unlimited), and recovery of attorney fees.\n- **Negligent Violations**: Similar damages are available but typically reflect a lack of reasonable care.\n\n**Deadlines Related to FCRA**  \n- Inaccuracies must be corrected within 30 days (or 45 days with additional information).\n- Businesses must notify consumers about negative reporting within 30 days.\n- The statute of limitations for filing a lawsuit is two years after discovering a violation.\n\n**Free Annual Credit Report**  \n- Consumers are entitled to one free credit report annually from each of the three major bureaus through AnnualCreditReport.com.\n\n**Other Reporting Agencies**  \n- Besides the three major credit bureaus, there are other consumer reporting agencies that provide information in various sectors, such as employment and insurance.\n\n**Contact Information for Major Credit Bureaus**  \n- Equifax: (888) 548-7878  \n- Experian: (888) 397-3742  \n- TransUnion: (800) 916-8800  \n\n**Author Information**  \n- Joey Johnston, a journalist with over 30 years of experience, has contributed to various major publications and has been writing for InCharge Debt Solutions since 2016.\n\n**Conclusion**  \nUnderstanding your rights under the FCRA is crucial for maintaining your financial health and rectifying any potential inaccuracies in your credit report. Consumers are encouraged to contact nonprofit credit counseling agencies for assistance with credit reporting issues.]]",
        "access_time": "2024-10-26T14:34:07.008305"
    },
    {
        "Example": [
            "None"
        ],
        "url": "https://www.ftc.gov/business-guidance/privacy-security/credit-reporting",
        "summary": "[[Summary: The cached page from the Federal Trade Commission (FTC) outlines important information regarding credit reporting and consumer privacy. Key topics include compliance with the Fair Credit Reporting Act (FCRA), responsibilities of businesses using consumer reports, and the legal obligations for various parties involved in credit reporting, such as landlords, employers, and insurers. \n\n1. **Main Topics:**\n   - Consumer Reports and Credit Reporting\n   - Fair Credit Reporting Act (FCRA)\n   - Responsibilities of businesses regarding consumer information\n\n2. **Key Facts:**\n   - Businesses must comply with the FCRA when using consumer reports for creditworthiness assessments, employment decisions, and other purposes.\n   - Specific obligations include providing victims of identity theft with transaction records and ensuring the accuracy of reported information.\n   - The FTC emphasizes the importance of secure disposal of consumer report information.\n\n3. **Important Legal Provisions:**\n   - The FCRA outlines rights for consumers and responsibilities for businesses, including the need for notices related to adverse actions based on credit reports.\n   - The FTC provides guidance for various sectors, including landlords and employers, on lawful usage of background checks and consumer reports.\n\n4. **Recent Events:**\n   - A blog post on June 4, 2024, discusses the FTC's commitment to protecting renters' rights.\n   - The FTC denied a motion to disqualify an Administrative Law Judge in a case involving H&R Block on October 18, 2024.\n\n5. **FTC Leadership:**\n   - Lina M. Khan has been the Chair of the FTC since June 15, 2021.\n\n6. **Additional Resources:**\n   - The page includes links to consumer advice, business guidance, and legal resources related to credit reporting and consumer protection.\n\n7. **Notable Statutory References:**\n   - The page references various sections of the FCRA and related advisory opinions, detailing the duties of furnishers and users of consumer reports.\n\nThis summary captures the essential elements of the FTC's guidance on credit reporting while maintaining context and detail for users seeking to understand their legal responsibilities and consumer rights.]]",
        "access_time": "2024-10-26T14:34:06.032884"
    },
    {
        "Example": [
            "The FCRA provides rights regarding privacy rights and protection against misuse of credit data"
        ],
        "url": "https://www.nolo.com/legal-encyclopedia/remedies-fcra-violations.html",
        "summary": "[[Summary: The page discusses the Fair Credit Reporting Act (FCRA) and the remedies available for violations of this law. Key points include:\n\n1. **Overview of FCRA**: The FCRA (15 U.S.C. §§ 1681 and following) provides rights regarding the fair and accurate reporting of credit information, privacy rights, and protection against misuse of credit data.\n\n2. **Remedies for Violations**: If a credit bureau or creditor violates the FCRA, individuals can sue for:\n   - Actual damages (no limit)\n   - Statutory damages between $100 and $1,000 for willful violations\n   - Punitive damages (as determined by the court)\n   - Attorneys' fees and costs.\n\n3. **Types of Violations**:\n   - **Willful Violations**: Requires proof that the violator acted recklessly, knowing or should have known they were violating the FCRA.\n   - **Negligent Violations**: Entitles the victim to actual damages and attorneys' fees.\n\n4. **Frivolous Lawsuits**: The FCRA penalizes lawsuits filed in bad faith or for harassment, which could result in the losing party paying the other's attorney fees.\n\n5. **Suing for Violations**: Claims can be filed in federal or state court within a statute of limitations of:\n   - Two years from when the violation was discovered\n   - Five years from the date of the violation.\n\n6. **Legal Assistance**: Individuals are encouraged to consult with a consumer protection or debt settlement lawyer for guidance on filing lawsuits related to FCRA violations.\n\nThe page is authored by Stephanie Lane and updated by Amy Loftsgordon, both attorneys with relevant legal backgrounds. The information is fact-checked and aims to provide accessible legal knowledge to the public.]]",
        "access_time": "2024-10-26T14:34:04.228294"
    },
    {
        "Example": [
            "Reporting Inaccurate Information: Creditors failing to provide accurate information to bureaus, such as incorrect payment history or debt balances.",
            "Reporting Outdated Information: Reporting outdated items (e.g., credit card defaults after 7 years) is a violation.",
            "Re-insertion of Damaging Information: Reporting agencies must delete or correct disputed errors. Re-inserting these items is a violation.",
            "Infringing on Privacy: The FCRA restricts who can access a consumer's credit report. Unauthorized access is a violation.",
            "Mixing Up Credit Information: Errors can occur when agencies confuse consumers with similar names or personal information, potentially lowering credit scores.",
            "Withholding Notices: Consumers must be notified when negative information is reported or when a report is used to make adverse decisions about employment, loans, etc."
        ],
        "url": "https://www.creditabsolute.com/articles/credit-score/fcra-violations-explained-common-examples/",
        "summary": "[[Summary: \n\n**Title:** FCRA Violations Explained & Common Examples  \n**Author:** Nate Wheeler  \n**Date Published:** February 21, 2023  \n**Last Edited:** 2 months ago  \n\n**Overview of the Fair Credit Reporting Act (FCRA):**  \n- The FCRA was enacted in 1970 to protect citizens' credit information.\n- Credit reporting agencies must provide accurate, factual, and up-to-date consumer information.\n- The act ensures standardized scoring models use correct information for credit score determination.\n\n**Definition of FCRA Violations:**  \n- FCRA violations occur when there is misuse or misreporting of credit information by credit bureaus or data users, leading to damage to a consumer's financial standing.\n\n**Common Examples of FCRA Violations:**  \n1. **Reporting Inaccurate Information:**  \n   - Creditors failing to provide accurate information to bureaus, such as incorrect payment history or debt balances.\n   - Errors may include debts that belong to other individuals reflected in a consumer's report.\n\n2. **Reporting Outdated Information:**  \n   - Negative information must be current; reporting outdated items (e.g., credit card defaults after 7 years) is a violation.\n\n3. **Re-insertion of Damaging Information:**  \n   - Reporting agencies must delete or correct disputed errors. Re-inserting these items is a violation.\n\n4. **Infringing on Privacy:**  \n   - The FCRA restricts who can access a consumer's credit report. Unauthorized access is a violation.\n\n5. **Lack of Proper Investigation:**  \n   - Consumers have the right to dispute incorrect information. Agencies must conduct timely investigations and provide updates.\n\n6. **Mixing Up Credit Information:**  \n   - Errors can occur when agencies confuse consumers with similar names or personal information, potentially lowering credit scores.\n\n7. **Withholding Notices:**  \n   - Consumers must be notified when negative information is reported or when a report is used to make adverse decisions about employment, loans, etc. Failure to notify is a violation.\n\n**Consequences of FCRA Violations:**  \n- Violators can be sued for damages resulting from refusal of credit, job loss, or other financial damages stemming from violations.\n\n**Educational Categories:**  \n- Building Credit, Business Credit, Credit Cards, Credit Repair, Credit Score, Credit Score Discrepancy, Denied Credit, Divorce, DIY Credit Building, Eliminate Debt, Financial Advice, Identity Theft, Mortgages, Personal Financial Advice, Bankruptcy, Saving, Student Loans, Taxes.\n\n**Contact Information:**  \n- Phone: (480) 478-4304  \n- Services offered include credit repair, debt management solutions, and credit analysis.\n\n**Company Disclaimer:**  \n- The Credit Repair Organization does not guarantee specific outcomes and does not charge for services until they are fully provided. Legal, tax, or financial advice should be sought from licensed professionals.  \n\n**Rating:**  \n- 4.9 out of 5 stars from 383 reviews.  \n]]",
        "access_time": "2024-10-26T14:34:05.890863"
    }
]