[
    {
        "Examples": [
            "Salary history bans and healing scars from past recessions by Joshua Mask (2023)",
            "Experimental evidence on salary history bans by Shantanu Khanna (2020)",
            "Compliance with salary history bans by Amanda Y. Agan et al. (2020)"
        ],
        "url": "https://www.semanticscholar.org/paper/Does-government-regulations-protecting-employee-The-Ting/94afa5a0f5bb6a8b641cc6f4bf16e23b8c74daf3",
        "summary": "[[Summary: \n- **Title**: Does government regulations protecting employee privacy hurt employment? The Impact of Salary History Bans on Employment\n- **Author**: Zhai Ting\n- **Published in**: Journal of Government and Economics\n- **Publication Date**: 1 August 2024\n- **DOI**: 10.1016/j.jge.2024.100117\n- **Corpus ID**: 272295169\n- **Key Topics**: \n  - Government regulations\n  - Employee privacy\n  - Salary history bans\n  - Employment implications\n- **Relevant Fields**: Law, Business, Political Science, Economics\n- **Related Works**: \n  - Public debt and debt sustainability in Europe\n  - Salary regulation in the U.S.\n  - Education trends in East Asia\n  - Tax revenues of oil-rich countries\n- **Citations**: 1 citation noted\n- **Additional Papers Mentioned**:\n  - Salary history bans and healing scars from past recessions by Joshua Mask (2023)\n  - Active Labor Market as an Instrument to Reduce Unemployment by Manuchehr Irandoust (2023)\n  - A mixed placebo test for synthetic control method by Qiang Chen and Guanpeng Yan (2023)\n  - Impact of Labor Contract Law on Chinese private firms by Jianxun Ding and Yixiao Zhou (2021)\n  - Experimental evidence on salary history bans by Shantanu Khanna (2020)\n  - Compliance with salary history bans by Amanda Y. Agan et al. (2020)\n- **Research Tool**: Semantic Scholar, an AI-powered research tool for scientific literature.\n- **Institution**: Allen Institute for AI\n]]",
        "access_time": "2024-10-26T14:33:04.953830"
    },
    {
        "Examples": [
            "Several U.S. states and counties have enacted policies prohibiting employers from inquiring about historical pay.",
            "Major tech companies like Apple have adopted policies banning salary history inquiries."
        ],
        "url": "https://doaj.org/article/8ab5e82c520141c68629b9f1996e079d",
        "summary": "[[Summary: \n\n**Article Title:** Does government regulations protecting employee privacy hurt employment? The Impact of Salary History Bans on Employment\n\n**Author:** Ting Zhai\n\n**Affiliations:** \n- School of Humanities, Southeast University, Nanjing, China\n- School of Management, Nanjing University of Posts and Telecommunications, Nanjing, China\n\n**Journal Information:**\n- **Journal:** Journal of Government and Economics\n- **Volume & Issue:** Vol. 15, p. 100117\n- **ISSN:** 2667-3193 (Online)\n- **Publisher:** Elsevier\n- **Country of Publisher:** Netherlands\n- **Publication Date:** January 2024\n\n**Abstract:** \nThe paper investigates the impact of salary history bans on employment levels, amidst a debate over confidential versus transparent pay. As several U.S. states and counties have enacted policies prohibiting employers from inquiring about historical pay, major tech companies like Apple have adopted similar policies. The study utilizes a staggered difference-in-differences method to analyze county-level panel data from 2013 to 2021, treating the salary history ban as a quasi-natural experiment. The findings suggest that the salary history ban does not lead to a significant increase in employment levels; in fact, it appears to reduce employment in local firms by an average of 1.04% compared to firms in areas without such policies. The paper offers empirical evidence on the effects of salary history bans and suggests considerations for enhancing corporate payroll management systems.\n\n**Keywords:** Salary history ban, Staggered difference-in-differences method, Employment\n\n**Website:** [Journal of Government and Economics](https://www.journals.elsevier.com/journal-of-government-and-economics)\n\n**Legal Information:** Content on this site is licensed under a Creative Commons Attribution-ShareAlike 4.0 International (CC BY-SA 4.0) license. Copyrights for article metadata waived via CC0 1.0 Universal Public Domain Dedication. \n\n]]",
        "access_time": "2024-10-26T14:33:04.961467"
    },
    {
        "Examples": [
            "Recruiters made negative inferences about candidates who did not disclose their salaries, especially men, assuming their salaries were at or below the 25th percentile."
        ],
        "url": "https://www.nber.org/digest/202201/how-knowledge-salary-history-affects-wage-offers-and-hiring",
        "summary": "[[Summary: The article discusses the impact of salary history knowledge on wage offers and hiring processes, based on research from NBER Working Paper 29460 by Amanda Y. Agan, Bo Cowgill, and Laura K. Gee. In 21 US states, it is illegal for employers to ask candidates about their salary histories, though candidates can voluntarily disclose this information. The study focused on software engineers and found that not disclosing salary history led to lower salary offers for both men and women. \n\nThe researchers created 2,048 fictional job applications with standardized characteristics, including education and experience, and randomized biographical details such as gender and salary disclosure. The applicants' previous salaries were set between the 25th and 75th percentiles of their prior employers' salary scales, with a built-in gender wage gap of 15% favoring men.\n\nRecruiters evaluated these applications, recommending interview calls and salary offers. Results showed that recruiters made negative inferences about candidates who did not disclose their salaries, especially men, assuming their salaries were at or below the 25th percentile. Disclosing salary history resulted in higher mean recommended salaries ($103,993 vs. $96,521 for nondisclosers), with recruiters estimating outside offers for disclosers to be 9% higher.\n\nThe study highlighted that employers adjusted their perceptions based on salary history, with a nuanced approach to gender wage gaps. Disclosing salary could signal candidate quality but might lead to lower salary offers if candidates are perceived as having strong competing offers. The findings suggest trade-offs for candidates, employers, and policymakers regarding the use and regulation of salary history information. \n\nKey researchers involved: Amanda Y. Agan, Bo Cowgill, Laura K. Gee. Relevant topics include labor economics, labor discrimination, and personnel economics.]]",
        "access_time": "2024-10-26T14:33:04.030668"
    },
    {
        "Example": [
            "Employers exploiting historical pay inequities by accessing salary histories during wage negotiations, thereby perpetuating wage inequality."
        ],
        "url": "https://link.springer.com/article/10.1007/s10888-023-09610-9",
        "summary": "[[Summary: \nThe article titled \"Perpetuating wage inequality: evidence from salary history bans,\" published in the Journal of Economic Inequality on February 8, 2024, by authors James Bessen, Erich Denk, and Chen Meng, investigates the effects of salary history bans (SHBs) implemented in several U.S. states on wage posting and pay practices by private employers. \n\nKey Findings:\n- Pay disparities for women and minorities persist even after accounting for observable differences.\n- A dozen U.S. states have enacted SHBs, prohibiting employers from accessing applicants' salary histories.\n- The authors developed a theoretical model to analyze how SHBs influence firms' decisions regarding wage posting and bargaining.\n- A comprehensive analysis using job posting data from Burning Glass and the Current Population Survey was conducted using a difference-in-differences design.\n- Results indicate that after SHBs were implemented, private employers began posting wages more frequently and raised pay for job changers, particularly for women (an increase of 6.2%) and non-white individuals (5.8%).\n- The findings suggest that when employers have access to salary histories during wage negotiations, they may exploit historical pay inequities, thereby perpetuating wage inequality.\n- No evidence was found of adverse selection among workers or negative employer reactions in the short term.\n- The study concludes that the bargaining behavior and the use of salary histories significantly contribute to the wage differences observed between disadvantaged job changers and other groups.\n\nAdditional Information:\n- The article spans pages 709-733 in volume 22 of the journal.\n- The Burning Glass Dataset used in the study is not publicly available due to proprietary restrictions, but the Current Population Survey data is accessible through IPUMS and the U.S. Census.\n- The authors acknowledge support from the Ewing Marion Kauffman Foundation and express gratitude for feedback from various colleagues and seminar participants.\n\nKeywords: Gender wage gap, salary history ban, labor discrimination, wage inequality, wage bargaining.\n]]",
        "access_time": "2024-10-26T14:33:05.462918"
    },
    {
        "Example": [
            "A field experiment conducted with 755 employees at a large commercial bank in Southeast Asia provided unique evidence of the salary taboo.",
            "Employees were found to be reluctant to reveal their salaries or ask about coworkers' salaries, with similar but smaller frictions observed regarding less sensitive information like seniority."
        ],
        "url": "https://www.nber.org/papers/w25145",
        "summary": "[[Summary: \n1. **Title**: The Salary Taboo: Privacy Norms and the Diffusion of Information\n2. **Authors**: Zoë B. Cullen & Ricardo Perez-Truglia\n3. **Working Paper Number**: 25145\n4. **DOI**: 10.3386/w25145\n5. **Issue Date**: October 2018\n6. **Revision Date**: February 2023\n7. **Main Topic**: The impact of salary information diffusion on labor markets, focusing on privacy norms surrounding salary disclosure.\n8. **Key Findings**:\n   - Access to salary information is limited and unequal.\n   - Privacy norms, referred to as the “salary taboo,” significantly affect employees' willingness to disclose or inquire about salaries.\n   - A field experiment conducted with 755 employees at a large commercial bank in Southeast Asia provided unique evidence of the salary taboo.\n   - Employees were found to be reluctant to reveal their salaries or ask about coworkers' salaries, with similar but smaller frictions observed regarding less sensitive information like seniority.\n9. **Implications**: The findings have significant implications for pay transparency policies and the gender wage gap.\n10. **Acknowledgments**: The authors thank various individuals for their feedback and support, including the editor Robert Metcalfe and anonymous referees. The research was financially supported by the collaborating firm where Zoë Cullen was employed during the study. \n11. **Ethical Approval**: The project was reviewed and approved by the Institutional Review Board at UCLA (IRB#18-001467).\n12. **Publication**: The research was later published in the Journal of Public Economics, vol 222 in 2023.\n13. **Related Topics**: \n    - Econometrics\n    - Experimental Design\n    - Microeconomics\n    - Economics of Information\n    - Behavioral Economics\n    - Labor Economics\n    - Labor Compensation\n    - Labor Discrimination\n14. **Media Coverage**: Mentioned in articles about strategies to close the pay gap and employee preferences regarding salary secrecy.\n15. **Contact Information**: National Bureau of Economic Research, 1050 Massachusetts Avenue, Cambridge, MA 02138, 617-868-3900, info@nber.org.\n]]",
        "access_time": "2024-10-26T14:33:05.564630"
    },
    {
        "Example": [
            "Federal contractors and subcontractors are prohibited from seeking or considering salary history when determining compensation.",
            "Contractors cannot request an applicant's pay history from any source, including the applicant themselves or previous employers.",
            "Retaliation against applicants for not providing salary history is not allowed."
        ],
        "url": "https://worldatwork.org/resources/publications/workspan-daily/salary-history-ban-coming-to-federal-employers-and-contractors",
        "summary": "[[Summary: \n\n**Title:** Salary History Ban Coming to Federal Employers and Contractors\n\n**Publication Date:** February 22, 2024\n\n**Author:** Tom Starner\n\n**Key Topics:**\n1. **Executive Order:** The Biden administration has announced an executive order that bans the use of salary history in hiring practices for federal agencies and contractors.\n2. **Prohibitions:** \n   - Federal contractors and subcontractors are prohibited from seeking or considering salary history when determining compensation.\n   - Contractors cannot request an applicant's pay history from any source, including the applicant themselves or previous employers.\n   - Retaliation against applicants for not providing salary history is not allowed.\n3. **Comment Period:** The public can submit comments on the proposed rule until April 1, 2024.\n4. **Compliance Deadline:** Federal agencies must comply with the final rule by October 1, 2024.\n\n**Impact:**\n- The order will affect over 80 federal agencies and millions of federal employees and contractors.\n- It is expected to influence nationwide pay equity actions in both public and private sectors.\n\n**Additional Requirements:**\n- Federal agencies will require pay range disclosures in job postings.\n- Contractors must also disclose benefits and forms of compensation when advertising job openings. If a significant portion of compensation comes from commissions or bonuses, overall compensation estimates must be provided.\n\n**Expert Opinions:**\n- Robert Sheen, CEO of Trusaic, emphasizes that these measures promote pay equity, leading to increased job satisfaction and improved performance.\n- Shardé Skahan, partner at Seyfarth Shaw LLP, notes that this executive order reflects a serious commitment to pay equity and could inspire similar laws across the nation.\n- Joy Rosenquist from Littler highlights that contractors must clearly communicate pay ranges and compensation details to potential applicants.\n\n**Preparation for Compliance:**\nEmployers should:\n- Review and update pay-related policies.\n- Conduct a pay equity analysis.\n- Develop an action plan to address any identified pay gaps.\n- Train HR personnel on the new compliance requirements.\n\n**Conclusion:** The executive order is a significant step towards enhancing pay equity in federal employment and may lead to broader changes in salary history practices across various jurisdictions. \n\n**Resource Reference:** Pay Equity Law by State — Are You in Compliance?]]\n\n",
        "access_time": "2024-10-26T14:33:05.513100"
    }
]